{
    "items": [{
            "name": "Can we have rice and lose fat?",
            "children": [{
                "name": "",
                "information": "Yes, we can also achieve fat loss using rice as one of the carbohydrate sources like other. Provided it is considered under your daily carbohydrate intake.",
                "video_link": ""
            }]
        },
        {
            "name": "How many eggs can i have in a day?",
            "children": [{
                "name": "",
                "information": "There is no restriction on the amount of eggs you need to consume on daily basis. Ideally speaking 4-5 whole eggs can also be occupied and it purely depends on daily protein & fat intake.",
                "video_link": ""
            }]
        },
        {
            "name": "Will fat burner help to lose fat?",
            "children": [{
                "name": "",
                "information": "Do not use any fat burners. There just mimic to make our body burn and it does not effect much and will be waste of money. ",
                "video_link": ""
            }]
        },
        {
            "name": "Does Green Tea help in fat loss?",
            "children": [{
                "name": "",
                "information": "No. Green tea is rich in antioxidants and it helps our body to recover from the oxidative stress and not to lose weight/fat.",
                "video_link": ""
            }]
        },
        {
            "name": "Can i workout at home and lose weight?",
            "children": [{
                "name": "",
                "information": "Yes, Absolutely!. You can lose weight just by following a 20min workout at home.",
                "video_link": ""
            }]
        },
        {
            "name": "Is whey protein necessary?",
            "children": [{
                "name": "",
                "information": "It depends. If you are a beginner, you do not need supplement to stay fit. If you want to cut down some fat you might have to drop little carbs in which case you might have to consume little higher protein and then you can consider having it.",
                "video_link": ""
            }]
        }
    ]
}