[{
        "muscle": "bicep",
        "description": "<div><p>The biceps, also biceps brachii (Latin for 'two-headed muscle of the arm'), is a large muscle that lies on the front of the upper arm between the shoulder and the elbow. Both heads of the muscle arise on the scapula and join to form a single muscle belly which is attached to the upper forearm. While the biceps crosses both the shoulder and elbow joints, its main function is at the elbow where it flexes the forearm and supinates the forearm.</p></div>",
        "img_path": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fbicep.jpg?alt=media&token=1a9f6bf5-0e0b-43f2-8fdf-21c70a1316d3",
        "workouts": [{
                "exercise_name": "Standing Biceps Cable Curl",
                "exercise_image": "https://media.giphy.com/media/3oriNY7jFpuXvzBBTO/giphy.gif",
                "exercise_info": "<ol class'>ExDetail-descriptionSteps'><li class'>ExDetail-descriptionStep'>Stand up with your torso upright while holding a cable curl bar that is attached to a low pulley. Grab the cable bar at shoulder width and keep the elbows close to the torso. The palm of your hands should be facing up (supinated grip). This will be your starting position.</li><li class'>ExDetail-descriptionStep'>While holding the upper arms stationary, curl the weights while contracting the biceps as you breathe out. Only the forearms should move. Continue the movement until your biceps are fully contracted and the bar is at shoulder level. Hold the contracted position for a second as you squeeze the muscle.</li><li class'>ExDetail-descriptionStep'>Slowly begin to bring the curl bar back to starting position as your breathe in.</li><li class'>ExDetail-descriptionStep'>Repeat for the recommended amount of repetitions.</li></ol>",
                "exercise_video": "Bicep Curl",
                "exercise_note": ""
            },
            {
                "exercise_name": "Lying Cable Curl",
                "exercise_image": "https://media.giphy.com/media/3oriNY7jFpuXvzBBTO/giphy.gif",
                "exercise_info": "<ol class'>ExDetail-descriptionSteps'><li class'>ExDetail-descriptionStep'>Grab a straight bar or E-Z bar attachment that is attached to the low pulley with both hands, using an underhand (palms facing up) shoulder-width grip.</li><li class'>ExDetail-descriptionStep'>Lie flat on your back on top of an exercise mat in front of the weight stack with your feet flat against the frame of the pulley machine and your legs straight.</li><li class'>ExDetail-descriptionStep'>With your arms extended and your elbows close to your body slightly bend your arms. This will be your starting position.</li><li class'>ExDetail-descriptionStep'>While keeping your upper arms stationary and the elbows close to your body, curl the bar up slowly toward your chest as you breathe out and you squeeze the biceps.</li><li class'>ExDetail-descriptionStep'>After a second squeeze at the top of the movement, slowly return to the starting position.</li><li class'>ExDetail-descriptionStep'>Repeat for the recommended amount of repetitions.</li></ol>",
                "exercise_video": "Bicep Curl",
                "exercise_note": ""
            },
            {
                "exercise_name": "Lying Supine Dumbbell Curl",
                "exercise_image": "https://media.giphy.com/media/3oriNY7jFpuXvzBBTO/giphy.gif",
                "exercise_info": "<ol class'>ExDetail-descriptionSteps'><li class'>ExDetail-descriptionStep'>Lie down on a flat bench face up while holding a dumbbell in each arm on top of your thighs.</li><li class'>ExDetail-descriptionStep'>Bring the dumbbells to the sides with the arms extended and the palms of the hands facing your thighs (neutral grip).</li><li class'>ExDetail-descriptionStep'>While keeping the arms close to your torso and elbows in, slowly lower your arms (as you keep them extended with a slight bend at the elbows) as far down towards the floor as you can go. Once you cannot go down any further, lock your upper arms in that position and that will be your starting position.</li><li class'>ExDetail-descriptionStep'>As you breathe out, slowly begin to curl the weights up as you simultaneously rotate your wrists so that the palms of the hands face up. Continue curling the weight until your biceps are fully contracted and squeeze hard at the top position for a second.&nbsp;<strong>Tip:</strong>&nbsp;Only the forearms should move. Upper arms should remain stationary and elbows should stay in throughout the movement.</li><li class'>ExDetail-descriptionStep'>Return back to the starting position very slowly.</li></ol>",
                "exercise_video": "Bicep Curl",
                "exercise_note": ""
            },
            {
                "exercise_name": "Barbell Curls Lying Against An Incline",
                "exercise_image": "https://media.giphy.com/media/3oriNY7jFpuXvzBBTO/giphy.gif",
                "exercise_info": "<ol class'>ExDetail-descriptionSteps'><li class'>ExDetail-descriptionStep'>Lie against an incline bench, with your arms holding a barbell and hanging down in a horizontal line. This will be your starting position.</li><li class'>ExDetail-descriptionStep'>While keeping the upper arms stationary, curl the weight up as high as you can while squeezing the biceps. Breathe out as you perform this portion of the movement.&nbsp;<strong>Tip:</strong>&nbsp;Only the forearms should move. Do not swing the arms.</li><li class'>ExDetail-descriptionStep'>After a second contraction, slowly go back to the starting position as you inhale.&nbsp;<strong>Tip:</strong>&nbsp;Make sure that you go all of the way down.</li><li class'>ExDetail-descriptionStep'>Repeat for the recommended amount of repetitions.</li></ol>",
                "exercise_video": "Bicep Curl",
                "exercise_note": ""
            },
            {
                "exercise_name": "Seated Dumbbell Curl",
                "exercise_image": "https://media.giphy.com/media/3oriNY7jFpuXvzBBTO/giphy.gif",
                "exercise_info": "<ol class'>ExDetail-descriptionSteps'><li class'>ExDetail-descriptionStep'>Sit on a flat bench with a dumbbell on each hand being held at arms length. The elbows should be close to the torso.</li><li class'>ExDetail-descriptionStep'>Rotate the palms of the hands so that they are facing your torso. This will be your starting position.</li><li class'>ExDetail-descriptionStep'>While holding the upper arm stationary, curl the weights and start twisting the wrists once the dumbbells pass your thighs so that the palms of your hands face forward at the end of the movement. Make sure that you contract the biceps as you breathe out and make sure that only the forearms move. Continue the movement until your biceps are fully contracted and the dumbbells are at shoulder level. Hold the contracted position for a second as you squeeze the biceps.</li><li class'>ExDetail-descriptionStep'>Slowly begin to bring the dumbbells back to the starting position as your breathe in and as you rotate the wrists back to a neutral grip.</li><li class'>ExDetail-descriptionStep'>Repeat for the recommended amount of repetitions.</li></ol>",
                "exercise_video": "Bicep Curl",
                "exercise_note": ""
            },
            {
                "exercise_name": "Close-Grip EZ Bar Curl",
                "exercise_image": "https://media.giphy.com/media/3oriNY7jFpuXvzBBTO/giphy.gif",
                "exercise_info": "<ol class'>ExDetail-descriptionSteps'><li class'>ExDetail-descriptionStep'>Stand up with your torso upright while holding an E-Z Curl Bar at the closer inner handle. The palm of your hands should be facing forward and they should be slightly tilted inwards due to the shape of the bar. The elbows should be close to the torso. This will be your starting position.</li><li class'>ExDetail-descriptionStep'>While holding the upper arms stationary, curl the weights forward while contracting the biceps as you breathe out.&nbsp;<strong>Tip:</strong>&nbsp;Only the forearms should move.</li><li class'>ExDetail-descriptionStep'>Continue the movement until your biceps are fully contracted and the bar is at shoulder level. Hold the contracted position for a second and squeeze the biceps hard.</li><li class'>ExDetail-descriptionStep'>Slowly begin to bring the bar back to starting position as your breathe in.</li><li class'>ExDetail-descriptionStep'>Repeat for the recommended amount of repetitions.</li></ol>",
                "exercise_video": "Bicep Curl",
                "exercise_note": ""
            },
            {
                "exercise_name": "Machine Bicep Curl",
                "exercise_image": "https://media.giphy.com/media/3oriNY7jFpuXvzBBTO/giphy.gif",
                "exercise_info": "<ol class'>ExDetail-descriptionSteps'><li class'>ExDetail-descriptionStep'>Adjust the seat to the appropriate height and make your weight selection. Place your upper arms against the pads and grasp the handles. This will be your starting position.</li><li class'>ExDetail-descriptionStep'>Perform the movement by flexing the elbow, pulling your lower arm towards your upper arm.</li><li class'>ExDetail-descriptionStep'>Pause at the top of the movement, and then slowly return the weight to the starting position.</li><li class'>ExDetail-descriptionStep'>Avoid returning the weight all the way to the stops until the set is complete to keep tension on the muscles being worked.</li></ol>",
                "exercise_video": "Bicep Curl",
                "exercise_note": ""
            },
            {
                "exercise_name": "Incline Dumbbell Curl",
                "exercise_image": "https://media.giphy.com/media/3oriNY7jFpuXvzBBTO/giphy.gif",
                "exercise_info": "<ol class'>ExDetail-descriptionSteps'><li class'>ExDetail-descriptionStep'>Sit back on an incline bench with a dumbbell in each hand held at arms length. Keep your elbows close to your torso and rotate the palms of your hands until they are facing forward. This will be your starting position.</li><li class'>ExDetail-descriptionStep'>While holding the upper arm stationary, curl the weights forward while contracting the biceps as you breathe out. Only the forearms should move. Continue the movement until your biceps are fully contracted and the dumbbells are at shoulder level. Hold the contracted position for a second.</li><li class'>ExDetail-descriptionStep'>Slowly begin to bring the dumbbells back to starting position as your breathe in.</li><li class'>ExDetail-descriptionStep'>Repeat for the recommended amount of repetitions.</li></ol>",
                "exercise_video": "Bicep Curl",
                "exercise_note": ""
            },
            {
                "exercise_name": "Incline Inner Biceps Curl",
                "exercise_image": "https://media.giphy.com/media/3oriNY7jFpuXvzBBTO/giphy.gif",
                "exercise_info": "<ol class'>ExDetail-descriptionSteps'><li class'>ExDetail-descriptionStep'>Hold a dumbbell in each hand and lie back on an incline bench.</li><li class'>ExDetail-descriptionStep'>The dumbbells should be at arm's length hanging at your sides and your palms should be facing out. This will be your starting position.</li><li class'>ExDetail-descriptionStep'>Now as you exhale curl the weight outward and up while keeping your forearms in line with your side deltoids. Continue the curl until the dumbbells are at shoulder height and to the sides of your deltoids.&nbsp;<strong>Tip:</strong>&nbsp;The end of the movement should look similar to a double biceps pose.</li><li class'>ExDetail-descriptionStep'>After a second contraction at the top of the movement, start to inhale and slowly lower the weights back to the starting position using the same path used to bring them up.</li><li class'>ExDetail-descriptionStep'>Repeat for the recommended amount of repetitions.</li></ol>",
                "exercise_video": "Bicep Curl",
                "exercise_note": ""
            },
            {
                "exercise_name": "Cross Body Hammer Curl",
                "exercise_image": "https://media.giphy.com/media/3oriNY7jFpuXvzBBTO/giphy.gif",
                "exercise_info": "<ol class'>ExDetail-descriptionSteps'><li class'>ExDetail-descriptionStep'>Stand up straight with a dumbbell in each hand. Your hands should be down at your side with your palms facing in.</li><li class'>ExDetail-descriptionStep'>While keeping your palms facing in and without twisting your arm, curl the dumbbell of the right arm up towards your left shoulder as you exhale. Touch the top of the dumbbell to your shoulder and hold the contraction for a second.</li><li class'>ExDetail-descriptionStep'>Slowly lower the dumbbell along the same path as you inhale and then repeat the same movement for the left arm.</li><li class'>ExDetail-descriptionStep'>Continue alternating in this fashion until the recommended amount of repetitions is performed for each arm.</li></ol>",
                "exercise_video": "Bicep Curl",
                "exercise_note": ""
            },
            {
                "exercise_name": "Standing resistance band hammer curl",
                "exercise_image": "https://media.giphy.com/media/3oriNY7jFpuXvzBBTO/giphy.gif",
                "exercise_info": "<ol class'>ExDetail-descriptionSteps'><li class'>ExDetail-descriptionStep'>Stand up with your torso upright and resiatance band as per your strength on each hand being held at arms length. The elbows should be close to the torso.</li><li class'>ExDetail-descriptionStep'>The palms of the hands should be facing your torso. This will be your starting position.</li><li class'>ExDetail-descriptionStep'>Now, while holding your upper arm stationary, exhale and curl the weight forward while contracting the biceps. Continue to raise the weight until the biceps are fully contracted and the dumbbell is at shoulder level. Hold the contracted position for a brief moment as you squeeze the biceps. Tip: Focus on keeping the elbow stationary and only moving your forearm.</li><li class'>ExDetail-descriptionStep'>After the brief pause, inhale and slowly begin the lower the dumbbells back down to the starting position.</li><li class'>ExDetail-descriptionStep'>Repeat for the recommended amount of repetitions.</li></ol>",
                "exercise_video": "Bicep Curl",
                "exercise_note": ""
            },
            {
                "exercise_name": "Standing Dubmell hammer curl",
                "exercise_image": "https://media.giphy.com/media/3oriNY7jFpuXvzBBTO/giphy.gif",
                "exercise_info": "<ol class'>ExDetail-descriptionSteps'><li class'>ExDetail-descriptionStep'>Stand up with your torso upright dumbell being held at arms length. The elbows should be close to the torso.</li><li class'>ExDetail-descriptionStep'>The palms of the hands should be facing your torso. This will be your starting position.</li><li class'>ExDetail-descriptionStep'>Now, while holding your upper arm stationary, exhale and curl the weight forward while contracting the biceps. Continue to raise the weight until the biceps are fully contracted and the dumbbell is at shoulder level. Hold the contracted position for a brief moment as you squeeze the biceps. Tip: Focus on keeping the elbow stationary and only moving your forearm.</li><li class'>ExDetail-descriptionStep'>After the brief pause, inhale and slowly begin the lower the dumbbells back down to the starting position.</li><li class'>ExDetail-descriptionStep'>Repeat for the recommended amount of repetitions.</li></ol>",
                "exercise_video": "Bicep Curl",
                "exercise_note": ""
            },
            {
                "exercise_name": "Ez-bar Preacher curl",
                "exercise_image": "https://media.giphy.com/media/3oriNY7jFpuXvzBBTO/giphy.gif",
                "exercise_info": "<ol class'>ExDetail-descriptionSteps'><li class'>ExDetail-descriptionStep'>To perform this movement you will need a preacher bench and an E-Z bar. Grab the E-Z curl bar at the close inner handle (either have someone hand you the bar which is preferable or grab the bar from the front bar rest provided by most preacher benches). The palm of your hands should be facing forward and they should be slightly tilted inwards due to the shape of the bar.</li><li class'>ExDetail-descriptionStep'>With the upper arms positioned against the preacher bench pad and the chest against it, hold the E-Z Curl Bar at shoulder length. This will be your starting position.</li><li class'>ExDetail-descriptionStep'>As you breathe in, slowly lower the bar until your upper arm is extended and the biceps is fully stretched.</li><li class'>ExDetail-descriptionStep'>As you exhale, use the biceps to curl the weight up until your biceps is fully contracted and the bar is at shoulder height. Squeeze the biceps hard and hold this position for a second.</li><li class'>ExDetail-descriptionStep'>Repeat for the recommended amount of repetitions.</li></ol><p>&nbsp;</p><p><strong>Variations:</strong>&nbsp;You can perform this exercise also using a low pulley with an E-Z Bar attachment instead. In this case you will need to position the bench in front of the pulley. You may also use a wider grip for variety purposes.</p>",
                "exercise_video": "Bicep Curl",
                "exercise_note": ""
            },
            {
                "exercise_name": "Alternate dumbell curl",
                "exercise_image": "https://media.giphy.com/media/3oriNY7jFpuXvzBBTO/giphy.gif",
                "exercise_info": "<ol class'>ExDetail-descriptionSteps'><li class'>ExDetail-descriptionStep'>Stand up straight with a dumbbell in each hand at arm's length. Keep your elbows close to your torso and rotate the palms of your hands until they are facing forward. This will be your starting position.</li><li class'>ExDetail-descriptionStep'>Now using one arm, keeping the upper arms stationary, exhale and curl the weights while contracting your biceps. Continue to raise the weights until your biceps are fully contracted and the dumbbells are at shoulder level. Hold the contracted position for a brief pause as you squeeze your biceps.</li><li class'>ExDetail-descriptionStep'>Then, inhale and slowly begin to lower the dumbbells back to the starting position.</li><li class'>ExDetail-descriptionStep'>Do the same with the other arm to complete one rep</li><li class'>ExDetail-descriptionStep'>Repeat for the recommended amount of repetitions.</li></ol>",
                "exercise_video": "Bicep Curl",
                "exercise_note": ""
            },
            {
                "exercise_name": "Concentration curl",
                "exercise_image": "https://media.giphy.com/media/3oriNY7jFpuXvzBBTO/giphy.gif",
                "exercise_info": "<ol class'>ExDetail-descriptionSteps'><li class'>ExDetail-descriptionStep'>Sit down on a flat bench with one dumbbell in front of you between your legs. Your legs should be spread with your knees bent and feet on the floor.</li><li class'>ExDetail-descriptionStep'>Use your right arm to pick the dumbbell up. Place the back of your right upper arm on the top of your inner right thigh. Rotate the palm of your hand until it is facing forward away from your thigh.&nbsp;<strong>Tip:</strong>&nbsp;Your arm should be extended and the dumbbell should be above the floor. This will be your starting position.</li><li class'>ExDetail-descriptionStep'>While holding the upper arm stationary, curl the weights forward while contracting the biceps as you breathe out. Only the forearms should move. Continue the movement until your biceps are fully contracted and the dumbbells are at shoulder level.&nbsp;<strong>Tip:</strong>&nbsp;At the top of the movement make sure that the little finger of your arm is higher than your thumb. This guarantees a good contraction. Hold the contracted position for a second as you squeeze the biceps.</li><li class'>ExDetail-descriptionStep'>Slowly begin to bring the dumbbells back to starting position as your breathe in.&nbsp;<strong>Caution:</strong>Avoid swinging motions at any time.</li><li class'>ExDetail-descriptionStep'>Repeat for the recommended amount of repetitions. Then repeat the movement with the left arm.</li></ol>",
                "exercise_video": "Bicep Curl",
                "exercise_note": ""
            },
            {
                "exercise_name": "Standing barbell curl",
                "exercise_image": "https://media.giphy.com/media/3oriNY7jFpuXvzBBTO/giphy.gif",
                "exercise_info": "<ol class'>ExDetail-descriptionSteps'><li class'>ExDetail-descriptionStep'>Stand up with your torso upright while holding a barbell at a shoulder-width grip. The palm of your hands should be facing forward and the elbows should be close to the torso. This will be your starting position.</li><li class'>ExDetail-descriptionStep'>While holding the upper arms stationary, curl the weights forward while contracting the biceps as you breathe out.&nbsp;<strong>Tip:</strong>&nbsp;Only the forearms should move.</li><li class'>ExDetail-descriptionStep'>Continue the movement until your biceps are fully contracted and the bar is at shoulder level. Hold the contracted position for a second and squeeze the biceps hard.</li><li class'>ExDetail-descriptionStep'>Slowly begin to bring the bar back to starting position as your breathe in.</li><li class'>ExDetail-descriptionStep'>Repeat for the recommended amount of repetitions.</li><li class'>ExDetail-descriptionStep'></li></ol>",
                "exercise_video": "Bicep Curl",
                "exercise_note": ""
            },
            {
                "exercise_name": "Chinup",
                "exercise_image": "https://media.giphy.com/media/3oriNY7jFpuXvzBBTO/giphy.gif",
                "exercise_info": "<p>The chin-up is a strength training exercise. People frequently do this exercise with the intention of strengthening muscles such as the latissimus dorsi and biceps, which extend the shoulder and flex the elbow, respectively.<p> <br/><br/><ol class='ExDetail-descriptionSteps'><li class='ExDetail-descriptionStep'>Grab the pull-up bar with the palms facing your torso and a grip closer than the shoulder width.</li><li class='ExDetail-descriptionStep'>As you have both arms extended in front of you holding the bar at the chosen grip width, keep your torso as straight as possible while creating a curvature on your lower back and sticking your chest out. This is your starting position.&nbsp;<strong>Tip:</strong>&nbsp;Keeping the torso as straight as possible maximizes biceps stimulation while minimizing back involvement.</li><li class='ExDetail-descriptionStep'>As you breathe out, pull your torso up until your head is around the level of the pull-up bar. Concentrate on using the biceps muscles in order to perform the movement. Keep the elbows close to your body.&nbsp;<strong>Tip:</strong>&nbsp;The upper torso should remain stationary as it moves through space and only the arms should move. The forearms should do no other work other than hold the bar.</li><li class='ExDetail-descriptionStep'>After a second of squeezing the biceps in the contracted position, slowly lower your torso back to the starting position; when your arms are fully extended. Breathe in as you perform this portion of the movement.</li><li class='ExDetail-descriptionStep'>Repeat this motion for the prescribed amount of repetitions.</li></ol>",
                "exercise_video": "coming soon...",
                "exercise_note": ""
            }
        ]
    },
    {
        "muscle": "chest",
        "description": "<div><p>The biceps is a muscle on the front part of the upper arm. The biceps includes a &ldquo;short head&rdquo; and a &ldquo;long head&rdquo; that work as a single muscle.</p><p>The biceps is attached to the arm bones by tough connective tissues called tendons. The tendons that connect the biceps muscle to the shoulder joint in two places are called the proximal biceps tendons. The tendon that attaches the biceps muscle to the forearm bones (radius and ulna) is called the distal biceps tendon. When the biceps contracts, it pulls the forearm up and rotates it outward.</p></div>",
        "img_path": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fbicep.jpg?alt=media&token=1a9f6bf5-0e0b-43f2-8fdf-21c70a1316d3",
        "workouts": [{
                "exercise_name": "Bicep Curl",
                "exercise_image": "https://media.giphy.com/media/3oriNY7jFpuXvzBBTO/giphy.gif",
                "exercise_info": "Bicep Curl",
                "exercise_video": "Bicep Curl",
                "exercise_note": "Bicep Curl"
            },
            {
                "exercise_name": "Bicep Curl",
                "exercise_image": "https://media.giphy.com/media/3oriNY7jFpuXvzBBTO/giphy.gif",
                "exercise_info": "Bicep Curl",
                "exercise_video": "Bicep Curl",
                "exercise_note": "Bicep Curl"
            }
        ]
    }
]