{
    "muscle": "Abdominals",
    "description": "<div><p>The four main abdominal muscle groups that combine to completely cover the internal organs include:</p><ul><li><strong>transversus abdominis</strong>&nbsp;&ndash; the deepest muscle layer. Its main roles are to stabilise the trunk and maintain internal abdominal pressure</li><li><strong>rectus abdominis</strong>&nbsp;&ndash; slung between the ribs and the pubic bone at the front of the pelvis. When contracting, this muscle has the characteristic bumps or bulges that are commonly called &lsquo;the six pack&rsquo;. The main function of the rectus abdominis is to move the body between the ribcage and the pelvis</li><li><strong>external oblique muscles</strong>&nbsp;&ndash; these are on each side of the rectus abdominis. The external oblique muscles allow the trunk to twist, but to the opposite side of whichever external oblique is contracting. For example, the right external oblique contracts to turn the body to the left</li><li><strong>internal oblique muscles</strong>&nbsp;&ndash; these flank the rectus abdominis and are located just inside the hipbones. They operate in the opposite way to the external oblique muscles. For example, twisting the trunk to the left requires the left side internal oblique and the right side external oblique to contract together.</li></ul></div>",
    "img_path": "./assets/imgs/anatomy/abs_anatomy.png",
    "workouts": [{
            "exercise_name": "Reverse Crunch",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Lie down on the floor with your legs fully extended and arms to the side of your torso with the palms on the floor. Your arms should be stationary for the entire exercise.</li><li >Move your legs up so that your thighs are perpendicular to the floor and feet are together and parallel to the floor. This is the starting position.</li><li >While inhaling, move your legs towards the torso as you roll your pelvis backwards and you raise your hips off the floor. At the end of this movement your knees will be touching your chest.</li><li >Hold the contraction for a second and move your legs back to the starting position while exhaling.</li><li >Repeat for the recommended amount of repetitions.</li></ol>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Barbell Ab Rollout - On Knees",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Hold an Olympic barbell loaded with 5-10lbs on each side and kneel on the floor.</li><li >Now place the barbell on the floor in front of you so that you are on all your hands and knees (as in a kneeling push up position). This will be your starting position.</li><li >Slowly roll the barbell straight forward, stretching your body into a straight position. Tip: Go down as far as you can without touching the floor with your body. Breathe in during this portion of the movement.</li><li >After a second pause at the stretched position, start pulling yourself back to the starting position as you breathe out. Tip: Go slowly and keep your abs tight at all times.</li></ol>",
            "exercise_note": ""
        },
        {
            "exercise_name": "Dumbbell Side Bend",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Stand up straight while holding a dumbbell on the left hand (palms facing the torso) as you have the right hand holding your waist. Your feet should be placed at shoulder width. This will be your starting position.</li><li >While keeping your back straight and your head up, bend only at the waist to the right as far as possible. Breathe in as you bend to the side. Then hold for a second and come back up to the starting position as you exhale.&nbsp;<strong>Tip:</strong>&nbsp;Keep the rest of the body stationary.</li><li >Now repeat the movement but bending to the left instead. Hold for a second and come back to the starting position.</li><li >Repeat for the recommended amount of repetitions and then change hands.</li></ol><p>&nbsp;</p><p><strong>Caution:</strong>&nbsp;Refrain from using this exercise if your obliques tend to grow easily as wide obliques take away from your symmetry.</p>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Crunches",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Lie flat on your back with your feet flat on the ground, or resting on a bench with your knees bent at a 90 degree angle. If you are resting your feet on a bench, place them three to four inches apart and point your toes inward so they touch.</li><li >Now place your hands lightly on either side of your head keeping your elbows in.&nbsp;<strong>Tip:</strong>&nbsp;Don't lock your fingers behind your head.</li><li >While pushing the small of your back down in the floor to better isolate your abdominal muscles, begin to roll your shoulders off the floor.</li><li >Continue to push down as hard as you can with your lower back as you contract your abdominals and exhale. Your shoulders should come up off the floor only about four inches, and your lower back should remain on the floor. At the top of the movement, contract your abdominals hard and keep the contraction for a second.&nbsp;<strong>Tip:</strong>&nbsp;Focus on slow, controlled movement - don't cheat yourself by using momentum.</li><li >After the one second contraction, begin to come down slowly again to the starting position as you inhale.</li><li >Repeat for the recommended amount of repetitions.</li></ol>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Standing Rope Crunch",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Attach a rope to a high pulley and select an appropriate weight.</li><li >Stand with your back to the cable tower. Take the rope with both hands over your shoulders, holding it to your upper chest. This will be your starting position.</li><li >Perform the movement by flexing the spine, crunching the weight down as far as you can.</li><li >Hold the peak contraction for a moment before returning to the starting position.</li></ol>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Flat Bench Leg Pull-In",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Lie on an exercise mat or a flat bench with your legs off the end.</li><li >Place your hands either under your glutes with your palms down or by the sides holding on to the bench (or with palms down by the side on an exercise mat). Also extend your legs straight out. This will be your starting position.</li><li >Bend your knees and pull your upper thighs into your midsection as you breathe out. Continue this movement until your knees are near your chest. Hold the contracted position for a second.</li><li >As you breathe in, slowly return to the starting position.</li><li >Repeat for the recommended amount of repetitions.</li></ol><p>&nbsp;</p><p><strong>Variations:</strong>&nbsp;As you get more advanced, you can hold a dumbbell between your legs. You can also perform this exercise on a decline bench.</p>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Decline Oblique Crunch",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Secure your legs at the end of the decline bench and slowly lay down on the bench.</li><li >Raise your upper body off the bench until your torso is about 35-45 degrees if measured from the floor.</li><li >Put one hand beside your head and the other on your thigh. This will be your starting position.</li><li >Raise your upper body slowly from the starting position while turning your torso to the left. Continue crunching up as you exhale until your right elbow touches your left knee. Hold this contracted position for a second.&nbsp;<strong>Tip:</strong>&nbsp;Focus on keeping your abs tight and keeping the movement slow and controlled.</li><li >Lower your body back down slowly to the starting position as you inhale.</li><li >After completing one set on the right for the recommended amount of repetitions, switch to your left side.&nbsp;<strong>Tip:</strong>&nbsp;Focus on really twisting your torso and feeling the contraction when you are in the up position.</li></ol>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Oblique Cable Crunch",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Connect a rope attachment to a high pulley cable and position the mat on the floor in front of you.</li><li >Take the rope with both hands and kneel approximately 1-2 feet from the column. Position the rope behind your head; your hands being next to your ears. This will be your starting position.</li><li >Keeping your hands in place, pull the rope downward in a crunching motion. As you flex the spine, twist to bring your elbow to the opposite knee.</li><li >Pause briefly at the bottom of the motion, and then return to the starting position.</li></ol>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Press Sit-Up",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >To begin, lie down on a bench with a barbell resting on your chest. Position your legs so they are secure on the extension of the abdominal bench. This is the starting position.</li><li >While inhaling, tighten your abdominals and glutes. Simultaneously curl your torso as you do when performing a sit-up and press the barbell to an overhead position while exhaling.&nbsp;<strong>Tip:</strong>&nbsp;Use your arms to push the barbell out as you perform this exercise while still focusing on the abdominal muscles.</li><li >Lower your upper body back down to the starting position while bringing the barbell back down to your torso. Remember to breathe in while lowering the body.</li><li >Repeat for the recommended amount of repetitions.</li></ol><p>&nbsp;</p><p><strong>Caution:</strong>&nbsp;It is best to have a spotter while performing this exercise so that it is easier to get the barbell and also get rid of it. Also, always start with an empty bar and do not use jerking motions at any time.</p>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Cocoons",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Begin by lying on your back on the ground. Your legs should be straight and your arms extended behind your head. This will be your starting position.</li><li >To perform the movement, tuck the knees toward your chest, rotating your pelvis to lift your glutes from the floor. As you do so, flex the spine, bringing your arms back over your head to perform a simultaneous crunch motion.</li><li >After a brief pause, return to the starting position.</li></ol>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Spider Crawl",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Begin in a prone position on the floor. Support your weight on your hands and toes, with your feet together and your body straight. Your arms should be bent to 90 degrees. This will be your starting position.</li><li >Initiate the movement by raising one foot off of the ground. Externally rotate the leg and bring the knee toward your elbow, as far forward as possible.</li><li >Return this leg to the starting position and repeat on the opposite side.</li></ol>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Decline Reverse Crunch",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><ol><li >Lie on your back on a decline bench and hold on to the top of the bench with both hands. Don't let your body slip down from this position.</li><li >Hold your legs parallel to the floor using your abs to hold them there while keeping your knees and feet together. Tip: Your legs should be fully extended with a slight bend on the knee. This will be your starting position.</li><li >While exhaling, move your legs towards the torso as you roll your pelvis backwards and you raise your hips off the bench. At the end of this movement your knees will be touching your chest.</li><li >Hold the contraction for a second and move your legs back to the starting position while inhaling.</li><li >Repeat for the recommended amount of repetitions.</li></ol></ol><p>&nbsp;</p><p><strong>Variations:</strong>&nbsp;You can do the movement on a flat surface and as you get more advanced you can use ankle weights.</p>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Cable Crunch",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Kneel below a high pulley that contains a rope attachment.</li><li >Grasp cable rope attachment and lower the rope until your hands are placed next to your face.</li><li >Flex your hips slightly and allow the weight to hyperextend the lower back. This will be your starting position.</li><li >With the hips stationary, flex the waist as you contract the abs so that the elbows travel towards the middle of the thighs. Exhale as you perform this portion of the movement and hold the contraction for a second.</li><li >Slowly return to the starting position as you inhale.&nbsp;<strong>Tip:</strong>&nbsp;Make sure that you keep constant tension on the abs throughout the movement. Also, do not choose a weight so heavy that the lower back handles the brunt of the work.</li><li >Repeat for the recommended amount of repetitions.</li></ol>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Oblique Crunches",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Lie flat on the floor with your lower back pressed to the ground. For this exercise, you will need to put one hand beside your head and the other to the side against the floor.</li><li >Make sure your feet are elevated and resting on a flat surface.</li><li >Now lift the shoulder in which your hand is touching your head.</li><li >Simply elevate your shoulder and body upward until you touch your knee. For example, if you have your right hand besides your head, then you want to elevate your body upwards until your right elbow touches your left knee. The same variation can be applied doing the inverse and using your left elbow to touch your right knee.</li><li >After your knee touches your elbow, lower your body until you have reached the starting position.</li><li >Remember to breathe in during the eccentric (lowering) part of the exercise and to breathe out during the concentric (upward) part of the exercise.</li><li >Continue alternating in this manner until all of the recommended repetitions for each side have been completed.</li></ol>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Sit-Up",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Lie down on the floor placing your feet either under something that will not move or by having a partner hold them. Your legs should be bent at the knees.</li><li >Place your hands behind your head and lock them together by clasping your fingers. This is the starting position.</li><li >Elevate your upper body so that it creates an imaginary V-shape with your thighs. Breathe out when performing this part of the exercise.</li><li >Once you feel the contraction for a second, lower your upper body back down to the starting position while inhaling.</li><li >Repeat for the recommended amount of repetitions.</li></ol>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Dumbbell V-Sit Cross Jab",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Begin seated on your butt with your knees bent and feet on the ground. Lean your upper body back to form a 45-degree angle with the floor. Bring your feet off the ground so that your body resembles a V shape.</li><li >Grasp a dumbbell in each hand and hold tight to your chest with palms facing each other. This will be your starting position.</li><li >While keeping your core tight and maintaining your body's V position, quickly extend your left arm straight out (similar to a jab) and then bring it back to the starting position while simultaneously punching out with the right arm.</li><li >Your torso and legs may slightly rotate side to side opposite of your hands throughout the movement and this is okay.</li><li >A punch with each hand counts as one total repetition. Repeat for recommended number of repetitions.</li></ol>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Butt-Ups",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Begin a pushup position but with your elbows on the ground and resting on your forearms. Your arms should be bent at a 90 degree angle.</li><li >Arch your back slightly out rather than keeping your back completely straight.</li><li >Raise your glutes toward the ceiling, squeezing your abs tightly to close the distance between your ribcage and hips. The end result will be that you&acirc;&euro;&trade;ll end up in a high bridge position. Exhale as you perform this portion of the movement.</li><li >Lower back down slowly to your starting position as you breathe in. Tip: Don't let your back sag downwards.</li><li >Repeat for the recommended amount of repetitions.</li></ol>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        },
        {
            "exercise_name": "Hanging Pike",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Take a grip on pull-up bars, hanging with your knees together and your body nearly straight. This will be your starting position.</li><li >Initiate the movement by flexing the hips, drawing the legs straight up keeping your legs locked in slightly bent position.</li><li >Raise the feet as high as possible, attempting to touch the bar above you. Avoid swinging or cheating during the movement.</li><li >Return to the starting position under control.</li></ol>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        },
        {
            "exercise_name": "Side Bridge",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<p>Works your obliques and helps stabilize your spine. Lie on your side and support your body between your forearm and knee to your feet. Hold position for two to four seconds.</p><p>Repeat on the other side. Build up to at least 60 seconds on each side of your body!</p>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        },
        {
            "exercise_name": "Crunch - Legs On Exercise Ball",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Lie flat on your back with your feet resting on an exercise ball and your knees bent at a 90 degree angle.</li><li >Place your feet three to four inches apart and point your toes inward so they touch.</li><li >Place your hands lightly on either side of your head keeping your elbows in.&nbsp;<strong>Tip:</strong>&nbsp;Don't lock your fingers behind your head.</li><li >Push the small of your back down in the floor in order to better isolate your abdominal muscles. This will be your starting position.</li><li >Begin to roll your shoulders off the floor and continue to push down as hard as you can with your lower back. Your shoulders should come up off the floor only about four inches, and your lower back should remain on the floor. Breathe out as you execute this portion of the movement. Squeeze your abdominals hard at the top of the contraction and hold for a second.&nbsp;<strong>Tip:</strong>&nbsp;Focus on a slow, controlled movement. Refrain from using momentum at any time.</li><li >Slowly go back down to the starting position as you inhale.</li><li >Repeat for the recommended amount of repetitions.</li></ol>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        },
        {
            "exercise_name": "Landmine 180's",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Position a bar into a landmine or securely anchor it in a corner. Load the bar to an appropriate weight.</li><li >Raise the bar from the floor, taking it to shoulder height with both hands with your arms extended in front of you. Adopt a wide stance. This will be your starting position.</li><li >Perform the movement by rotating the trunk and hips as you swing the weight all the way down to one side. Keep your arms extended throughout the exercise.</li><li >Reverse the motion to swing the weight all the way to the opposite side.</li><li >Continue alternating the movement until the set is complete.</li></ol>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        },
        {
            "exercise_name": "Scissor Kick",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >To begin, lie down with your back pressed against the floor or on an exercise mat (optional). Your arms should be fully extended to the sides with your palms facing down.&nbsp;<strong>Note:</strong>&nbsp;The arms should be stationary the entire time.</li><li >With a slight bend at the knees, lift your legs up so that your heels are about 6 inches off the ground. This is the starting position.</li><li >Now lift your left leg up to about a 45 degree angle while your right leg is lowered until the heel is about 2-3 inches from the ground.</li><li >Switch movements by raising your right leg up and lowering your left leg. Remember to breathe while performing this exercise.</li><li >Repeat for the recommended amount of repetitions.</li></ol>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        },
        {
            "exercise_name": "Plank",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Get into a prone position on the floor, supporting your weight on your toes and your forearms. Your arms are bent and directly below the shoulder.</li><li >Keep your body straight at all times, and hold this position as long as possible. To increase difficulty, an arm or leg can be raised.</li></ol>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        },
        {
            "exercise_name": "One-Arm Medicine Ball Slam",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Start in a standing position with a staggered, athletic stance. Hold a medicine ball in one hand, on the same side as your back leg. This will be your starting position.</li><li >Begin by winding the arm, raising the medicine ball above your head. As you do so, extend through the hips, knees, and ankles to load up for the slam.</li><li >At peak extension, flex the shoulders, spine, and hips to throw the ball hard into the ground directly in front of you.</li><li >Catch the ball on the bounce and continue for the desired number of repetitions.</li></ol>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        },
        {
            "exercise_name": "Toe Touchers",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >To begin, lie down on the floor or an exercise mat with your back pressed against the floor. Your arms should be lying across your sides with the palms facing down.</li><li >Your legs should be touching each other. Slowly elevate your legs up in the air until they are almost perpendicular to the floor with a slight bend at the knees. Your feet should be parallel to the floor.</li><li >Move your arms so that they are fully extended at a 45 degree angle from the floor. This is the starting position.</li><li >While keeping your lower back pressed against the floor, slowly lift your torso and use your hands to try and touch your toes. Remember to exhale while perform this part of the exercise.</li><li >Slowly begin to lower your torso and arms back down to the starting position while inhaling. Remember to keep your arms straight out pointing towards your toes.</li><li >Repeat for the recommended amount of repetitions.</li></ol>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        },
        {
            "exercise_name": "Lower Back Curl",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Lie on your stomach with your arms out to your sides. This will be your starting position.</li><li >Using your lower back muscles, extend your spine lifting your chest off of the ground. Do not use your arms to push yourself up. Keep your head up during the movement. Repeat for 10-20 repetitions.</li></ol>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        },
        {
            "exercise_name": "Torso Rotation",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Stand upright holding an exercise ball with both hands. Extend your arms so the ball is straight out in front of you. This will be your starting position.</li><li >Rotate your torso to one side, keeping your eyes on the ball as you move. Now, rotate back to the opposite direction. Repeat for 10-20 repetitions.</li></ol>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        },
        {
            "exercise_name": "Plank with Twist",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >This is an important abdominal exercise. Get into a prone position on the floor, supporting your weight on your toes and your forearms. Your arms are bent and directly below the shoulder.</li><li >Keep your body straight at all times. Pivot to one side, raising that arm vertically above you as you twist.</li><li >Pause and return to the starting position, and then repeat on the other side.</li></ol>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        }
    ]
}