{
    "muscle": "Back",
    "description": "<div><p>There are several individual muscles within the back anatomy, and it&rsquo;s important to understand that each muscles play a different role and it is necessary to train every single one of them may it be larger or smaller muscle group.</p><p>The back anatomy includes some of the most massive and functionally important muscles in the human body. Still, many individuals pay far too little attention to them.</p><p>The back muscles enable you to stand up straight; support and protect your spine; and reach, pull and extend your arms and torso.</p><p>Major back muscles of back anatomy includes the latissimus dorsi, trapezius, erector spinae, rhomboid, and the teres major.</p></div>",
    "img_path": "./assets/imgs/anatomy/back_anatomy.png",
    "workouts": [{
            "exercise_name": "Bent Over Barbell Row",
            "exercise_image": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback-icon.png?alt=media&token=84f444a7-61e3-4696-bd31-588b3e944de5",
            "exercise_info": "<ol><li >Holding a barbell with a pronated grip (palms facing down), bend your knees slightly and bring your torso forward, by bending at the waist, while keeping the back straight until it is almost parallel to the floor. Tip: Make sure that you keep the head up. The barbell should hang directly in front of you as your arms hang perpendicular to the floor and your torso. This is your starting position.</li><li >Now, while keeping the torso stationary, breathe out and lift the barbell to you. Keep the elbows close to the body and only use the forearms to hold the weight. At the top contracted position, squeeze the back muscles and hold for a brief pause.</li><li >Then inhale and slowly lower the barbell back to the starting position.</li><li >Repeat for the recommended amount of repetitions.</li></ol><p>&nbsp;</p><p><strong>Caution:</strong>&nbsp;This exercise is not recommended for people with back problems. A Low Pulley Row is a better choice for people with back issues.</p>",
            "exercise_video": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback%2FBent%20Over%20Barbell%20Row..mp4?alt=media&token=9e28e984-ec79-448a-8e1d-465009ffbedc",
            "exercise_note": ""
        },
        {
            "exercise_name": "T-Bar Row",
            "exercise_image": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback-icon.png?alt=media&token=84f444a7-61e3-4696-bd31-588b3e944de5",
            "exercise_info": "<ol><li >Load the bar to an appropriate weight for your training. Stand astride the bar and bend at the hips to take a pronated grip on the handles.</li><li >Ensure that your back remains flat, and then remove the weight from the rests, letting the bar hang at arms length. This will be your starting position.</li><li >Perform the movement by flexing the elbows and retracting the shoulder blades, pulling the weight to your chest.</li><li >After a brief pause at the top of the motion, return to the starting position.</li></ol>",
            "exercise_video": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback%2FT-Bar%20Row..mp4?alt=media&token=310f6db8-f86e-4c36-b777-6bad5e92b7f5",
            "exercise_note": ""
        },
        {
            "exercise_name": "Bent Over Two-Dumbbell Row With Palms In",
            "exercise_image": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback-icon.png?alt=media&token=84f444a7-61e3-4696-bd31-588b3e944de5",
            "exercise_info": "<ol><li >With a dumbbell in each hand (palms facing each other), bend your knees slightly and bring your torso forward, by bending at the waist, while keeping the back straight until it is almost parallel to the floor. Tip: Make sure that you keep the head up. The weights should hang directly in front of you as your arms hang perpendicular to the floor and your torso. This is your starting position.</li><li >While keeping the torso stationary, lift the dumbbells to your side as you breathe out, squeezing your shoulder blades together. On the top contracted position, squeeze the back muscles and hold for a second.</li><li >Slowly lower the weight again to the starting position as you inhale.</li><li >Repeat for the recommended amount of repetitions.</li></ol><p>&nbsp;</p><p><strong>Caution:</strong></p><p>&nbsp;</p><ul><li >This exercise is not recommended for people with back problems. A Low Pulley Row is a better choice for people with back issues.</li><li >Ensure perfect form and never round the back as this can cause back injury.</li><li >Be cautious as well with the weight used; in case of doubt, use less weight rather than more.</li></ul>",
            "exercise_video": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback%2FBent%20Over%20Two-Dumbbell%20Row%20With%20Palms%20In..mp4?alt=media&token=d85aac16-bd9e-484a-ba24-9989d7672515",
            "exercise_note": ""
        },
        {
            "exercise_name": "Wide-Grip Lat Pulldown",
            "exercise_image": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback-icon.png?alt=media&token=84f444a7-61e3-4696-bd31-588b3e944de5",
            "exercise_info": "<ol><li >Sit down on a pull-down machine with a wide bar attached to the top pulley. Make sure that you adjust the knee pad of the machine to fit your height. These pads will prevent your body from being raised by the resistance attached to the bar.</li><li >Grab the bar with the palms facing forward using the prescribed grip. Note on grips: For a wide grip, your hands need to be spaced out at a distance wider than shoulder width. For a medium grip, your hands need to be spaced out at a distance equal to your shoulder width and for a close grip at a distance smaller than your shoulder width.</li><li >As you have both arms extended in front of you holding the bar at the chosen grip width, bring your torso back around 30 degrees or so while creating a curvature on your lower back and sticking your chest out. This is your starting position.</li><li >As you breathe out, bring the bar down until it touches your upper chest by drawing the shoulders and the upper arms down and back.&nbsp;<strong>Tip:</strong>&nbsp;Concentrate on squeezing the back muscles once you reach the full contracted position. The upper torso should remain stationary and only the arms should move. The forearms should do no other work except for holding the bar; therefore do not try to pull down the bar using the forearms.</li><li >After a second at the contracted position squeezing your shoulder blades together, slowly raise the bar back to the starting position when your arms are fully extended and the lats are fully stretched. Inhale during this portion of the movement.</li><li >Repeat this motion for the prescribed amount of repetitions.</li></ol><p>&nbsp;</p><p><strong>Variations:</strong>&nbsp;The behind the neck variation is not recommended as it can be hard on the rotator cuff due to the hyperextension created by bringing the bar behind the neck.</p>",
            "exercise_video": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback%2FWide%20Grip%20Lat%20Pulldown..mp4?alt=media&token=a93daba6-423d-4e3d-a28c-e7823bc2ab35",
            "exercise_note": ""
        },
        {
            "exercise_name": "One-Arm Dumbbell Row",
            "exercise_image": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback-icon.png?alt=media&token=84f444a7-61e3-4696-bd31-588b3e944de5",
            "exercise_info": "<ol><li >Choose a flat bench and place a dumbbell on each side of it.</li><li >Place the right leg on top of the end of the bench, bend your torso forward from the waist until your upper body is parallel to the floor, and place your right hand on the other end of the bench for support.</li><li >Use the left hand to pick up the dumbbell on the floor and hold the weight while keeping your lower back straight. The palm of the hand should be facing your torso. This will be your starting position.</li><li >Pull the resistance straight up to the side of your chest, keeping your upper arm close to your side and keeping the torso stationary. Breathe out as you perform this step.&nbsp;<strong>Tip:</strong>Concentrate on squeezing the back muscles once you reach the full contracted position. Also, make sure that the force is performed with the back muscles and not the arms. Finally, the upper torso should remain stationary and only the arms should move. The forearms should do no other work except for holding the dumbbell; therefore do not try to pull the dumbbell up using the forearms.</li><li >Lower the resistance straight down to the starting position. Breathe in as you perform this step.</li><li >Repeat the movement for the specified amount of repetitions.</li><li >Switch sides and repeat again with the other arm.</li></ol><p>&nbsp;</p><p><strong>Variations:</strong>&nbsp;One-arm rows can also be performed using a high pulley or a low pulley instead of a dumbbell.</p>",
            "exercise_video": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback%2FOne%20Arm%20Dumbbell%20Row..mp4?alt=media&token=7a8ca39f-3a15-49a3-bef6-633db8fbcd5f",
            "exercise_note": ""
        },
        {
            "exercise_name": "Bent Over One-Arm Long Bar Row",
            "exercise_image": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback-icon.png?alt=media&token=84f444a7-61e3-4696-bd31-588b3e944de5",
            "exercise_info": "<ol><li >Put weight on one of the ends of an Olympic barbell. Make sure that you either place the other end of the barbell in the corner of two walls; or put a heavy object on the ground so the barbell cannot slide backward.</li><li >Bend forward until your torso is as close to parallel with the floor as you can and keep your knees slightly bent.</li><li >Now grab the bar with one arm just behind the plates on the side where the weight was placed and put your other hand on your knee. This will be your starting position.</li><li >Pull the bar straight up with your elbow in (to maximize back stimulation) until the plates touch your lower chest. Squeeze the back muscles as you lift the weight up and hold for a second at the top of the movement. Breathe out as you lift the weight.&nbsp;<strong>Tip:</strong>&nbsp;Do not allow for any swinging of the torso. Only the arm should move.</li><li >Slowly lower the bar to the starting position getting a nice stretch on the lats.&nbsp;<strong>Tip:</strong>&nbsp;Do not let the plates touch the floor. To ensure the best range of motion, I recommend using small plates (25-lb ones) as opposed to larger plates (like 35-45lb ones).</li><li >Repeat for the recommended amount of repetitions and switch arms.</li></ol>",
            "exercise_video": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback%2FBent%20Over%20One-Arm%20Long%20Bar%20Row..mp4?alt=media&token=25c33450-a547-49c8-a1a1-46d475f2655d",
            "exercise_note": ""
        },
        {
            "exercise_name": "Seated Cable Rows",
            "exercise_image": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback-icon.png?alt=media&token=84f444a7-61e3-4696-bd31-588b3e944de5",
            "exercise_info": "<ol><li >For this exercise you will need access to a low pulley row machine with a V-bar.&nbsp;<strong>Note:</strong>&nbsp;The V-bar will enable you to have a neutral grip where the palms of your hands face each other. To get into the starting position, first sit down on the machine and place your feet on the front platform or crossbar provided making sure that your knees are slightly bent and not locked.</li><li >Lean over as you keep the natural alignment of your back and grab the V-bar handles.</li><li >With your arms extended pull back until your torso is at a 90-degree angle from your legs. Your back should be slightly arched and your chest should be sticking out. You should be feeling a nice stretch on your lats as you hold the bar in front of you. This is the starting position of the exercise.</li><li >Keeping the torso stationary, pull the handles back towards your torso while keeping the arms close to it until you touch the abdominals. Breathe out as you perform that movement. At that point you should be squeezing your back muscles hard. Hold that contraction for a second and slowly go back to the original position while breathing in.</li><li >Repeat for the recommended amount of repetitions.</li></ol>",
            "exercise_video": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback%2FSeated%20Cable%20Rows..mp4?alt=media&token=03fb22f8-c022-4507-853b-dacb94df28b1",
            "exercise_note": ""
        },
        {
            "exercise_name": "V-Bar Pulldown",
            "exercise_image": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback-icon.png?alt=media&token=84f444a7-61e3-4696-bd31-588b3e944de5",
            "exercise_info": "<ol><li >Sit down on a pull-down machine with a V-Bar attached to the top pulley.</li><li >Adjust the knee pad of the machine to fit your height. These pads will prevent your body from being raised by the resistance attached to the bar.</li><li >Grab the V-bar with the palms facing each other (a neutral grip). Stick your chest out and lean yourself back slightly (around 30-degrees) in order to better engage the lats. This will be your starting position.</li><li >Using your lats, pull the bar down as you squeeze your shoulder blades. Continue until your chest nearly touches the V-bar. Exhale as you execute this motion.&nbsp;<strong>Tip:</strong>&nbsp;Keep the torso stationary throughout the movement.</li><li >After a second hold on the contracted position, slowly bring the bar back to the starting position as you breathe in.</li><li >Repeat for the prescribed number of repetitions.</li></ol>",
            "exercise_video": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback%2FV%20bar%20pulldown..mp4?alt=media&token=cb5b7ab6-a751-45ec-b8a2-99441b762a48",
            "exercise_note": ""
        },
        {
            "exercise_name": "Dumbbell Incline Row",
            "exercise_image": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback-icon.png?alt=media&token=84f444a7-61e3-4696-bd31-588b3e944de5",
            "exercise_info": "<ol><li >Using a neutral grip, lean into an incline bench.</li><li >Take a dumbbell in each hand with a neutral grip, beginning with the arms straight. This will be your starting position.</li><li >Retract the shoulder blades and flex the elbows to row the dumbbells to your side.</li><li >Pause at the top of the motion, and then return to the starting position.</li></ol>",
            "exercise_video": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback%2FDumbbell%20Incline%20Row..mp4?alt=media&token=883313e6-f548-4953-93fe-61e7354e3367",
            "exercise_note": ""
        },
        {
            "exercise_name": "Hyperextensions (Back Extensions)",
            "exercise_image": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback-icon.png?alt=media&token=84f444a7-61e3-4696-bd31-588b3e944de5",
            "exercise_info": "<ol><li >Lie face down on a hyperextension bench, tucking your ankles securely under the footpads.</li><li >Adjust the upper pad if possible so your upper thighs lie flat across the wide pad, leaving enough room for you to bend at the waist without any restriction.</li><li >With your body straight, cross your arms in front of you (my preference) or behind your head. This will be your starting position.&nbsp;<strong>Tip:</strong>&nbsp;You can also hold a weight plate for extra resistance in front of you under your crossed arms.</li><li >Start bending forward slowly at the waist as far as you can while keeping your back flat. Inhale as you perform this movement. Keep moving forward until you feel a nice stretch on the hamstrings and you can no longer keep going without a rounding of the back.&nbsp;<strong>Tip:</strong>Never round the back as you perform this exercise. Also, some people can go farther than others. The key thing is that you go as far as your body allows you to without rounding the back.</li><li >Slowly raise your torso back to the initial position as you inhale.&nbsp;<strong>Tip:</strong>&nbsp;Avoid the temptation to arch your back past a straight line. Also, do not swing the torso at any time in order to protect the back from injury.</li><li >Repeat for the recommended amount of repetitions.</li></ol>",
            "exercise_video": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback%2FHyperextensions(Back%20Extensions)..mp4?alt=media&token=af589d4c-7183-475e-b42a-ff8072b1f7c5",
            "exercise_note": ""
        },
        {
            "exercise_name": "Barbell Shrug",
            "exercise_image": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback-icon.png?alt=media&token=84f444a7-61e3-4696-bd31-588b3e944de5",
            "exercise_info": "<ol><li >Stand up straight with your feet at shoulder width as you hold a barbell with both hands in front of you using a pronated grip (palms facing the thighs). Tip: Your hands should be a little wider than shoulder width apart. You can use wrist wraps for this exercise for a better grip. This will be your starting position.</li><li >Raise your shoulders up as far as you can go as you breathe out and hold the contraction for a second. Tip: Refrain from trying to lift the barbell by using your biceps.</li><li >Slowly return to the starting position as you breathe in.</li><li >Repeat for the recommended amount of repetitions.</li></ol><p>&nbsp;</p><p><strong>Variations:</strong>&nbsp;You can also rotate your shoulders as you go up, going in a semicircular motion from front to rear. However this version is not good for people with shoulder problems. In addition, this exercise can be performed with the barbell behind the back, with dumbbells by the side, a smith machine or with a shrug machine.</p>",
            "exercise_video": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback%2FBarbell%20Shrug..mp4?alt=media&token=1e84bd7e-7159-4686-b89c-9024f4cc5ebf",
            "exercise_note": ""
        },
        {
            "exercise_name": "Seated One-arm Cable Pulley Rows",
            "exercise_image": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback-icon.png?alt=media&token=84f444a7-61e3-4696-bd31-588b3e944de5",
            "exercise_info": "<ol><li >o get into the starting position, first sit down on the machine and place your feet on the front platform or crossbar provided making sure that your knees are slightly bent and not locked.</li><li >Lean over as you keep the natural alignment of your back and grab the single handle attachment with your left arm using a palms-down grip.</li><li >With your arm extended pull back until your torso is at a 90-degree angle from your legs. Your back should be slightly arched and your chest should be sticking out. You should be feeling a nice stretch on your lat as you hold the bar in front of you. The right arm can be kept by the waist. This is the starting position of the exercise.</li><li >Keeping the torso stationary, pull the handles back towards your torso while keeping the arms close to it as you rotate the wrist, so that by the time your hand is by your abdominals it is in a neutral position (palms facing the torso). Breathe out as you perform that movement. At that point you should be squeezing your back muscles hard.</li><li >Hold that contraction for a second and slowly go back to the original position while breathing in.&nbsp;<strong>Tip:</strong>&nbsp;Remember to rotate the wrist as you go back to the starting position so that the palms are facing down again.</li><li >Repeat for the recommended amount of repetitions and then perform the same movement with the right hand.</li></ol>",
            "exercise_video": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback%2FSeated%20One-Arm%20Cable%20Pulley%20Rows..mp4?alt=media&token=7b1fca27-5754-437d-bd08-38ecc4ca6638",
            "exercise_note": ""
        },
        {
            "exercise_name": "Pullups",
            "exercise_image": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback-icon.png?alt=media&token=84f444a7-61e3-4696-bd31-588b3e944de5",
            "exercise_info": "<ol><li >Grab the pull-up bar with the palms facing forward using the prescribed grip. Note on grips: For a wide grip, your hands need to be spaced out at a distance wider than your shoulder width. For a medium grip, your hands need to be spaced out at a distance equal to your shoulder width and for a close grip at a distance smaller than your shoulder width.</li><li >As you have both arms extended in front of you holding the bar at the chosen grip width, bring your torso back around 30 degrees or so while creating a curvature on your lower back and sticking your chest out. This is your starting position.</li><li >Pull your torso up until the bar touches your upper chest by drawing the shoulders and the upper arms down and back. Exhale as you perform this portion of the movement.&nbsp;<strong>Tip:</strong>Concentrate on squeezing the back muscles once you reach the full contracted position. The upper torso should remain stationary as it moves through space and only the arms should move. The forearms should do no other work other than hold the bar.</li><li >After a second on the contracted position, start to inhale and slowly lower your torso back to the starting position when your arms are fully extended and the lats are fully stretched.</li><li >Repeat this motion for the prescribed amount of repetitions.</li></ol>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Side To Side Chins",
            "exercise_image": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback-icon.png?alt=media&token=84f444a7-61e3-4696-bd31-588b3e944de5",
            "exercise_info": "<ol><li >Grab the pull-up bar with the palms facing forward using a wide grip.</li><li >As you have both arms extended in front of you holding the bar at a wide grip, bring your torso back around 30 degrees or so while creating a curvature on your lower back and sticking your chest out. This is your starting position.</li><li >Pull your torso up while leaning to the left hand side until the bar almost touches your upper chest by drawing the shoulders and the upper arms down and back. Exhale as you perform this portion of the movement.&nbsp;<strong>Tip:</strong>&nbsp;Concentrate on squeezing the back muscles once you reach the full contracted position. The upper torso should remain stationary as it moves through space (no swinging) and only the arms should move. The forearms should do no other work other than hold the bar.</li><li >After a second of contraction, inhale as you go back to the starting position.</li><li >Now, pull your torso up while leaning to the right hand side until the bar almost touches your upper chest by drawing the shoulders and the upper arms down and back. Exhale as you perform this portion of the movement.&nbsp;<strong>Tip:</strong>&nbsp;Concentrate on squeezing the back muscles once you reach the full contracted position. The upper torso should remain stationary as it moves through space and only the arms should move. The forearms should do no other work other than hold the bar.</li><li >After a second of contraction, inhale as you go back to the starting position.</li><li >Repeat steps 3-6 until you have performed the prescribed amount of repetitions for each side.</li></ol>",
            "exercise_video": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback%2FSide%20to%20Side%20Chins..mp4?alt=media&token=ed3ac268-955d-4183-b13a-b4579e562674",
            "exercise_note": ""
        },
        {
            "exercise_name": "Reverse Grip Bent-Over Rows",
            "exercise_image": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback-icon.png?alt=media&token=84f444a7-61e3-4696-bd31-588b3e944de5",
            "exercise_info": "<ol><li >Stand erect while holding a barbell with a supinated grip (palms facing up).</li><li >Bend your knees slightly and bring your torso forward, by bending at the waist, while keeping the back straight until it is almost parallel to the floor.&nbsp;<strong>Tip:</strong>&nbsp;Make sure that you keep the head up. The barbell should hang directly in front of you as your arms hang perpendicular to the floor and your torso. This is your starting position.</li><li >While keeping the torso stationary, lift the barbell as you breathe out, keeping the elbows close to the body and not doing any force with the forearm other than holding the weights. On the top contracted position, squeeze the back muscles and hold for a second.</li><li >Slowly lower the weight again to the starting position as you inhale.</li><li >Repeat for the recommended amount of repetitions.</li></ol>",
            "exercise_video": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback%2FReverse%20Grip%20Bent-Over%20Rows..mp4?alt=media&token=6f59aee5-752d-4b16-96e4-964bc5cd4cf5",
            "exercise_note": ""
        },
        {
            "exercise_name": "Superman",
            "exercise_image": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback-icon.png?alt=media&token=84f444a7-61e3-4696-bd31-588b3e944de5",
            "exercise_info": "<ol><li >To begin, lie straight and face down on the floor or exercise mat. Your arms should be fully extended in front of you. This is the starting position.</li><li >Simultaneously raise your arms, legs, and chest off of the floor and hold this contraction for 2 seconds.&nbsp;<strong>Tip:</strong>&nbsp;Squeeze your lower back to get the best results from this exercise. Remember to exhale during this movement.&nbsp;<strong>Note:</strong>&nbsp;When holding the contracted position, you should look like superman when he is flying.</li><li >Slowly begin to lower your arms, legs and chest back down to the starting position while inhaling.</li><li >Repeat for the recommended amount of repetitions prescribed in your program.</li></ol>",
            "exercise_video": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback%2FSuperman..mp4?alt=media&token=b2dbde8e-b077-4615-96b0-7d6c79e9ff13",
            "exercise_note": ""
        },
        {
            "exercise_name": "Weighted Pull Ups",
            "exercise_image": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback-icon.png?alt=media&token=84f444a7-61e3-4696-bd31-588b3e944de5",
            "exercise_info": "<ol><li >Attach a weight to a dip belt and secure it around your waist. Grab the pull-up bar with the palms of your hands facing forward. For a medium grip, your hands should be spaced at shoulder width. Both arms should be extended in front of you holding the bar at the chosen grip.</li><li >You'll want to bring your torso back about 30 degrees while creating a curvature in your lower back and sticking your chest out. This will be your starting position.</li><li >Now, exhale and pull your torso up until your head is above your hands. Concentrate on squeezing your shoulder blades back and down as you reach the top contracted position.</li><li >After a brief moment at the top contracted position, inhale and slowly lower your torso back to the starting position with your arms extended and your lats fully stretched.</li></ol>",
            "exercise_video": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback%2FWeighted%20PullUps..mp4?alt=media&token=5a99e9c9-df76-4a7e-bb28-de345370f133",
            "exercise_note": ""
        },
        {
            "exercise_name": "T-Bar Row with Handle",
            "exercise_image": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback-icon.png?alt=media&token=84f444a7-61e3-4696-bd31-588b3e944de5",
            "exercise_info": "<ol><li >Position a bar into a landmine or in a corner to keep it from moving. Load an appropriate weight onto your end.</li><li >Stand over the bar, and position a Double D row handle around the bar next to the collar. Using your hips and legs, rise to a standing position.</li><li >Assume a wide stance with your hips back and your chest up. Your arms should be extended. This will be your starting position.</li><li >Pull the weight to your upper abdomen by retracting the shoulder blades and flexing the elbows. Do not jerk the weight or cheat during the movement.</li><li >After a brief pause, return to the starting position.</li></ol>",
            "exercise_video": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback%2FT-Bar%20Row%20with%20handle..mp4?alt=media&token=e351e7fc-3565-4b45-8712-cfde2e92d693",
            "exercise_note": ""
        },
        {
            "exercise_name": "Cable Shrugs",
            "exercise_image": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback-icon.png?alt=media&token=84f444a7-61e3-4696-bd31-588b3e944de5",
            "exercise_info": "<ol><li >Grasp a cable bar attachment that is attached to a low pulley with a shoulder width or slightly wider overhand (palms facing down) grip.</li><li >Stand erect close to the pulley with your arms extended in front of you holding the bar. This will be your starting position.</li><li >Lift the bar by elevating the shoulders as high as possible as you exhale. Hold the contraction at the top for a second.&nbsp;<strong>Tip:</strong>&nbsp;The arms should remain extended at all times. Refrain from using the biceps to help lift the bar. Only the shoulders should be moving up and down.</li><li >Lower the bar back to the original position.</li><li >Repeat for the recommended amount of repetitions.</li></ol>",
            "exercise_video": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback%2FCable%20Shrugs..mp4?alt=media&token=7987a399-f783-4964-86d5-1b0fbaa3fd7b",
            "exercise_note": ""
        },
        {
            "exercise_name": "Upright Cable Row",
            "exercise_image": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback-icon.png?alt=media&token=84f444a7-61e3-4696-bd31-588b3e944de5",
            "exercise_info": "<ol><li >Grasp a straight bar cable attachment that is attached to a low pulley with a pronated (palms facing your thighs) grip that is slightly less than shoulder width. The bar should be resting on top of your thighs. Your arms should be extended with a slight bend at the elbows and your back should be straight. This will be your starting position.</li><li >Use your side shoulders to lift the cable bar as you exhale. The bar should be close to the body as you move it up. Continue to lift it until it nearly touches your chin.&nbsp;<strong>Tip:</strong>&nbsp;Your elbows should drive the motion. As you lift the bar, your elbows should always be higher than your forearms. Also, keep your torso stationary and pause for a second at the top of the movement.</li><li >Lower the bar back down slowly to the starting position. Inhale as you perform this portion of the movement.</li><li >Repeat for the recommended amount of repetitions.</li></ol>",
            "exercise_video": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback%2FUpright%20Cable%20Row..mp4?alt=media&token=21a0d53b-a65a-40cc-8de8-1e53895ebaac",
            "exercise_note": ""
        },
        {
            "exercise_name": "Seated Good Mornings",
            "exercise_image": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback-icon.png?alt=media&token=84f444a7-61e3-4696-bd31-588b3e944de5",
            "exercise_info": "<ol><li >Set up a box in a power rack. The pins should be set at an appropriate height. Begin by stepping under the bar and placing it across the back of the shoulders, not on top of your traps. Squeeze your shoulder blades together and rotate your elbows forward, attempting to bend the bar across your shoulders.</li><li >Remove the bar from the rack, creating a tight arch in your lower back. Keep your head facing forward. With your back, shoulders, and core tight, push your knees and butt out and you begin your descent. Sit back with your hips until you are seated on the box. This will be your starting position.</li><li >Keeping the bar tight, bend forward at the hips as much as possible. If you set the pins to what would be parallel, you not only have a safety if you fail, but know when to stop.</li><li >Pause just above the pins and reverse the motion until your torso it upright.</li></ol>",
            "exercise_video": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback%2FSeated%20Good%20Mornings..mp4?alt=media&token=415f55f5-615f-43ae-873f-90d8bdf3a2a0",
            "exercise_note": ""
        },
        {
            "exercise_name": "One Arm Lat Pulldown",
            "exercise_image": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback-icon.png?alt=media&token=84f444a7-61e3-4696-bd31-588b3e944de5",
            "exercise_info": "<ol><li >Select an appropriate weight and adjust the knee pad to help keep you down. Grasp the handle with a pronated grip. This will be your starting position.</li><li >Pull the handle down, squeezing your elbow to your side as you flex the elbow.</li><li >Pause at the bottom of the motion, and then slowly return the handle to the starting position.</li><li >For multiple repetitions, avoid completely returning the weight to keep tension on the muscles being worked.</li></ol>",
            "exercise_video": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback%2FOne-Arm%20Lat%20Pulldown..mp4?alt=media&token=12e1d613-3456-43e6-97ab-56c45b4c6abf.",
            "exercise_note": ""
        },
        {
            "exercise_name": "Assisted Chin-Up",
            "exercise_image": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback-icon.png?alt=media&token=84f444a7-61e3-4696-bd31-588b3e944de5",
            "exercise_info": "<ol><li >Use an assisted pull-up machine or securely attach a heavy-duty band to a pull-up station, securing it around just one knee. The tension should be taut enough to pull that lower leg up. Grasp the bar with an underhand grip, about shoulder-width apart, and hang at full arm extension. This is your start position.</li><li >Keeping your body straight, contract your biceps and lats to pull yourself up as high as you can, driving your elbows down.</li><li >Slowly release to full arm extension. Repeat for the required number of repetitions and safely dismount from the apparatus.</li></ol>",
            "exercise_video": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback%2FAssisted%20Chinup..mp4?alt=media&token=e7f3e2f5-cc5e-485f-ad0a-ab906b2e38fe.",
            "exercise_note": ""
        },
        {
            "exercise_name": "Plate Row",
            "exercise_image": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback-icon.png?alt=media&token=84f444a7-61e3-4696-bd31-588b3e944de5",
            "exercise_info": "<ol><li >Stack the needed number of plates on top of a small plate on the ground, allowing you to easily grip the rims.</li><li >Adopt a shoulder-width stance in front of the plates. Bend at the hip with your knees slightly bent, keeping your back flat. Grab the weights from the side and let them hang below your chest, arms extended. This will be your starting positioning.</li><li >Maintaining a flat back, pull the weights to your chest by flexing the elbows. Do not jerk the weight.</li><li >Return the weight to the starting position and repeat for the desired number of repetitions.</li></ol>",
            "exercise_video": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/MuscleGroup%2Fback%2FPlate%20Row..mp4?alt=media&token=dbe07c94-2f46-46c1-be17-6fec717c4f71",
            "exercise_note": ""
        }
    ]
}