[ {
    "id" : 0,
    "img_path" : "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/images%2Fheart_health.jpg?alt=media&token=20233f2b-a5c8-4a8d-8a45-41f9db6162ce",
    "main_desc" : "<div>    <div><span class=\"card-italic card-bold\">Getting a heart attack is really a surprise, but does it really happen all of sudden without any background?</span> <br/><span class=\"card-bold\">Ans: No</span>.</div>    <div>There are few things which were running in your blood stream(bad cholesterol) from years and finally your body had to give up on its own mechanism of clearing those plaque formation, flush those toxins and bad cholesterol and Arrhythmia which are the main reasons for a \"Heart Attack\" as it had exceeded more than normal.</div>    <div>One of the easiest way to control the <span class=\"card-italic card-bold\">Arrhythmia </span>is by making sure we give our body enough required <span class=\"card-italic card-bold\">Polyunsaturated fatty acids</span>. Now what is that?  Omega-3 EPA / DHA / DPA: Why Are They So Important?</div>    <div><span class=\"card-italic card-bold\">EPA </span>(Eicosapentaenoic Acid) and <span class=\"card-italic card-bold\">DHA </span>(Docosahexaenoic Acid) are essential <span class=\"card-italic card-bold\">polyunsaturated fatty acids</span>. Essential because our bodies need them to survive. Unfortunately our bodies are not capable of producing these Omega-3 fatty acids on their own.</div>    <div>As a result, we depend on our diet to get the necessary Omega-3 fatty acids into our bodies. These two fatty acids work together in human health. DHA helps with cell membrane structure and assists in normal growth and development.</div>    <div>EPA assists from a physiological perspective as an anti-inflammatory agent for our bodies. Together they provide a number of important health benefits throughout our lifetime.</div>    <div>Recently another marine oil, DPA (Docosapentaenoic Acid) has been discussed more frequently in the scientific community, as a new and very potent Omega-3 fatty acid. This is due to its strong anti-inflammatory properties, even stronger than EPA and DHA. All three of these polyunsaturated fats play an important role in the functioning of our bodies.</div>    <div><span class=\"card-italic card-bold card-underline\">Food Rich in Omega-3</span>:<span class=\"card-italic\">Flax-seeds, Flax-seed Oil, Fish, Fish Oil, Walnuts, Broccoli</span></div>    <div><span class=\"card-bold\">References: </span><a (click)=\"openWithInAppBrowser('https://l.facebook.com/l.php?u=http%3A%2F%2Fajcn.nutrition.org%2Fcontent%2F83%2F6%2FS1477.full&amp;h=AT3gENm15e39l7QVWUKm6bJQHJ0LDeLuJdvYqxWxr69T8eYx9ng6GvH7xH5JySTGhIV6qrW1QKR8JTQ730HOVYTst-HASjGgXRYuCl4mhsoWvZ57arXMLJfU4LhKWYavmlBv')\" href=\"#\" rel=\"noopener nofollow\" data-lynx-mode=\"asynclazy\">http://ajcn.nutrition.org/content/83/6/S1477.full</a></div> </div>",
    "title" : "Easiest way to improve “Heart Health”",
    "short_description": "Getting a heart attack is really a surprise, but does it really happen all of sudden without any background?. The answer to this question is...",
    "view" : 84
  }, 
  {
    "id" : 1,
    "img_path" : "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/images%2Fbeginner-where-to-start.jpg?alt=media&token=b21d71da-c4af-433d-b4dd-3797d4f3b4a2",
    "main_desc" : "<div>     <div>When I stared my journey in fitness, I had no clue what should I be doing in order to get a body which I am dreaming. But if you are a beginner, I have got the best tips for you to kick start your fitness journey or transformation.     </div>     <div>As we all might have heard that “Nutrition” plays a very important role and it is 70% what you need in order to reach your goal. But I would say, Nutrition plays an important role but not 70% but 50%. The other 50% will go to the training program. Always remember Nutrition will work best only if you are training at your best. So, good training program should be also in your point of view.</div>     <div class=\"card-bold\">What should be in a beginners diet?</div>     <div>All beginner should start will a basic diet which means cleaning up the junk from their daily routine and balancing meals. So, you must be consuming Carbs, Protein & Fats at an optimal ratio which is <span class=\"card-bold card-italic\">40% Carbohydrates, 30% Protein & 30% Fats</span>. This ratio is categorized as<span class=\"card-bold card-italic\"> “Zone Diet”</span> which means getting your body to a zone which will help to reach your future goal. So, you need to start a balanced diet for at least 4 weeks and then make changes  based on your goal.      </div>     <div><span class=\"card-bold card-italic\">Carbohydrate Sources:</span> Rice, Oats, Potatoes, Legumes, Quinnoah, Corn flakes...</div>     <div><span class=\"card-bold card-italic\">Protein:</span> Grams, Beans, Egg, Meat, Yoghurt, Cheese..</div>     <div><span class=\"card-bold card-italic\">Fats:</span> Flax seeds, Chis seeds, Pumpkin seeds, Walnuts, Almonds, Figs.....</div>     <div class=\"card-bold\">What should be your training program?</div>     <div>Training program should be consisting more of body weight exercises with small involvement of machine exercises to target the bigger muscle groups. If you can afford joining gym, you can follow my Beginner Strength Training Program on my youtube channel or you can follow my Home Workout training with resistance band which will not only help you to train your basic muscle groups but also help you get back to shape at the same time.</div>     <div>Last and the most important point which you need to remember is, Nothing comes easily. Whatever comes easily is not permanent. So, have patience and work hard for your goal. Training and Nutrition will go hand in hand so focus on both.</div> </div>",
    "title" : "I am a Beginner, Where should I start?",
    "short_description": "When I stared my journey in fitness, I had no clue what should I be doing in order to get a body which I am dreaming. But if you are a beginner, I have got the best tips...",
    "view" : 59
  }, 
  {
    "id" : 2,
    "img_path" : "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/images%2Fmaking-changes-in-running.jpg?alt=media&token=f5f5dba8-d623-4f76-8397-79016d44f8ec",
    "main_desc" : "<div>     <div>I have seen a lot of people try to opt running as a method to fat loss. So, thought of addressing how making changes in your running style will hep you lose fat at faster rate?  Firstly, before jumping to the main problems I would like to let you know what is aerobic activity and what exercise fall into this category.     </div>     <div><span class=\"card-bold card-italic\">What is an Aerobic activity?</span><br/>     Any physical activity which is performed in presence of Unlimited supply of oxygen and done with a steady state without loosing breath is called aerobic activity. Now, Can you just map the above statement with the activities which you used to do? Slow jogging, steady state running, swimming, skipping, Fast Suryanamaskara(FSN) and many more fall into this category. By now I guess you would be able to connect the concept with the topic. Aerobic means where there is unlimited supply of oxygen for the body to use them.</div>     <div><span class=\"card-bold card-italic\">Understanding Aerobic activity:</span><br/>     When we start any aerobic activity, our body starts to use the energy from the storage. As I have explained in my earlier article that we mainly have 2 storages one for glucose and other for fat, liver/muscle glycogen and adipose tissue respectively. Once we start working our body in the aerobic mode, our body tends to use the stored glucose first from the liver glycogen store (this can run for 10-12 hours depending in the heart rate). So, can you just image if you are doing a activity for 30min of steady state, you are never using the stored fat as you are completely using the liver glycogen in this case.</div>     <div>Now it's time for the main concept. How making changes in your aerobic activity helps fat loss. </div>      <div><span class=\"card-bold card-italic\">What has to be done in this case?</span><br/>     In order to fetch the energy from the storage, you will have to obviously not run for 5 to 10 hours a day unless you are planning for a marathon(just kidding) but if you plant a basic idea into regime, this will help you to fetch the fat soon. What is it? </div>     <div>When you increase your heart rate while performing an Aerobic activity, In short if you are forcing your body to work under Anaerobic mode by increasing the heart rate, this mode helps you to burn the stored glucose at faster rate. Meaning, you will be able to soon fetch the stored fats after depleting the stored glycogen. So, just the idea is to quickly put your body to Anaerobic mode and get it back to Aerobic for rest and repeat. In this type you are putting your body to burn more glucose when Anaerobic and a steady state burning when you come back to Aerobic.</div>     <div><span class=\"card-bold card-italic\">Conclusion:</span>Trying to put your body to Anaerobic mode on regular intervals in an Aerobic activity not only helps to train your heart at a different level which increases Cardio Vascular endurance, but also helps to burn fat at faster rate. I have tried this and this works, really works.</div> </div>",
    "title" : "Making changes in your running style for better fat loss",
    "short_description": "I have seen a lot of people try to opt running as a method to fat loss. So, thought of addressing how making changes in your running style will hep you lose...",
    "view" : 76
  },
  {  
    "id" : 3,
    "img_path" : "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/images%2Fwhy-should-i-go-for-anaerobic.jpg?alt=media&token=084b3a1f-bb26-4500-94c1-29dad3e0e924",
    "main_desc" : "<div>     <div>There are lot of people who tend to choose a wrong option of workout plan when they want to reach their goal. After reading this article, I am pretty sure you will be able to get an Idea to choose amongst the Aerobic and Anaerobic activity. These two terms “Aerobic” and “Anaerobic” sounds new to you? Let me explain!     </div>     <div>They are classified based on the Energy system which our body tend your use. Before jumping to these energy systems and explaining what they are, I would like to let you know that Our body uses or expends energy only in the form of <span class=\"card-bold card-italic\">ATP(Adenosine Tri-Phosphate)</span>. You might be thinking that “All these day i thought we get energy from Carbohydrates, Protein and fats!”. Yes, you are right. What I am talking is about the Cellular respiration level, meaning all the basic macro nutrients are converted to ATPs through some or the other chemical reactions. So, ATP is from which we get energy and these are formed in our body by 3 different process based on the environmental conditions. </div>     <div>There are 3 Basic Energy Systems through which we get energy to perform activity</div>     <ol>         <li>             <div><span class=\"card-bold card-italic\">ATP-CP</span> The ATP molecules present in the mitochondria is broken to ADP(Adenosine Di-Phosphate) when in need of energy. The ADP thus formed gets a Phosphate from the CP(Creatine Phosphate) which is present in the skeletal muscle, which helps ADP to form ATP which can be used as Energy source.</div>         </li>         <li>             <div><span class=\"card-bold card-italic\">Aerobic System</span> As the name itself say Aerobic(Presence of Oxygen). Yes, this system comes to place when oxygen is abundantly available for the body to utilize. When glucose is broken down to Pyruvate releasing 2ATPs, In presence of Oxygen followed by a Krebs cycle, it produces a total of 29-38 ATPs. So in Aerobic System more ATPs are produced.</div>         </li>         <li>             <div><span class=\"card-bold card-italic\">Anaerobic System</span> This is the contrast of the Aerobic system. This system comes to place when there is limited supply of oxygen available for the body to utilize. When glucose is broken down to Pyruvate releasing 2ATPs, In absence of Oxygen the end product will be Lactic acid formation(Reason for muscle swelling and tightness when lifting weights). So in Anaerobic System only  2ATPs are produced.</div>         </li>     </ol>     <div>As from the above explanation, we have a clear picture that when the body is in Anaerobic system, we have only 2ATPs produced by a Glucose molecule. Question is <span class=\"card-italic\">\"How this is Good for me when i get a less energy from this system?\"</span>. Here is the twist which you should understand better. When you have less energy, what we do is eat. Similarly, our body utilizes more stored energy. In this system your body tends to burn more and more calories as your body should sustain the activity which is being performed.</div>     <div><span class=\"card-bold card-italic\">My Honest Opinion</span> To burn more fat, you should opt for Anaerobic activity as per the above explanation. But, In order to have a good cardio vascularity(To take good care of your heart), we should also work on Aerobic activity which trains your heart to work better and efficient. Activities like Swimming, running, Cycling.. falls under Aerobic activity. So, a combination of both is good.</div> </div>",
    "title" : "Why should i go for Anaerobic activity to lose fat?",
    "short_description": "There are lot of people who tend to choose a wrong option of workout plan when they want to reach their goal. After reading this article, I am pretty sure you will...",
    "view" : 17
  },
  {
    "id" : 4,
    "img_path" : "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/images%2Fconsuming-small-meals.jpg?alt=media&token=4131b82a-98fc-4c4f-945d-a98cf5df6499",
    "main_desc" : "<div>     <div>Firstly, let me cover a little basic concepts before i jump to the main topic which will help you to understand better. </div>     <ol>         <li>             <div><span class=\"card-bold card-italic\">Glucose:</span> Simple form of sugar. Almost all carbohydrates are broken down into simple sugars called as Glucose. </div>         </li>         <li>             <div><span class=\"card-bold card-italic\">Glycogen:</span> Its a group of Glucose molecule bound together which can be stored in our body as a fuel.</div>         </li>         <li>             <div><span class=\"card-bold card-italic\">Energy stores:</span> Excess Glucose can be stored in Muscle and also in Liver. They are the main storage units apart from the fat which is a complete different thing. </div>         </li>     </ol>     <div>As we are talking about fat loss using small meals, Let me first explain you what happens if we consume few bigger meals(1/2 meals) so that you can understand better. Whenever we consume a big meal, we are making our pancreas release more insulin as there is a lot of sugar in our blood due to carbohydrates which we have(Called as Insulin spiking). So, this Insulin helps to maintain the blood sugar level which is necessary for our body to work efficiently. You might have heard about the blood sugar level(Blood Glucose Level) whenever we go for a blood test. Yes, we need to maintain the blood glucose level at an optimal rate which is <span class=\"card-bold card-italic\">\"Before-meal(fasted state) normal sugars are 70–99 mg/dl. Sugars taken two hours after meals should be less than 140 mg/dl\"</span>.  During this process of stabilizing the blood sugar level  the excess sugar/glucose is converted and stored in our body for further usage when necessary. Storage can take place by either grouping glucose molecules and keep them in liver as Glycogen or as fats which are stored in adipose tissue. What we need to understand here is, If we keep consuming more carbohydrates in the same meal, to stabilize the blood sugar level our body keeps converting excess carbs to stuff in the storage unit and also convert to fats  by secreting more Insulin in the blood stream.</div>     <div>So, how can this be harmful? As human liver glycogen can alone make our body work for 12-20hours. The worst case is if we keep on having bigger meals, you are never using your fats which are stored in the adipose tissue due to insulin spikes.</div>     <div class=\"card-bold card-italic\">So, How does having small meals help to achieve fat loss?</div>     <div>When we consume small meals, we are making our pancreas release less insulin to control the blood sugar level, meaning we are making our pancreas(and other organs) work less and efficient and during this process we tend to fill the liver glycogen first and the excess are converted to fats which we are almost avoiding by consuming small meals. Other way to avoid the Insulin spike is by consuming Complex carbohydrate foods like Brown rice, Oats, Lentils, Beans, ... Before jumping to the next small meal, we would have consumed the energy from the storage which is Liver Glycogen which will be filled from our next meal and again storing very less fat to our tissues.</div>     <div>Simple idea behind the small meals is to never make you satisfied and make your feel bloated post meal. This is complete different way as we are never storing more fats in the cells and also to tell you that our fat cells never get saturated. Meaning, it can store any amount of fats inside them. It would have been really easy if we had a constant amount of fats which can be store in humans but thats not the case. So we have a put break on this as our body will never do it on its own.</div>     <div class=\"card-bold card-italic\">Best things which changes in our body gradually by adopting small frequent meals are as below:</div>     <ul>         <li>We are increasing the life of our organs as we are making them work less</li>         <li>Whenever we are late to consume the small meal, we tend to use the stored fats for energy.</li>         <li>Good way to prevent Type 2 diabetes</li>         <li>Less chances of going Insulin resistant which is a cause for diabetes </li>         <li>More active as we are avoiding large meals</li>     </ul>     <div>So guys if you planning to lose some weight using only dieting, this is a must and should rule. But also make sure you focus on all the nutrients to intake for the day as that is really necessary for your body to function properly. No wonder that you will become slim but you will become sick also if you do not focus on the other nutrients.</div>     <div>Cheers!</div> </div>",
    "title" : "How Consuming small frequent meals helps fat loss?",
    "short_description": "Firstly, let me cover a little basic concepts before I jump to the main topic which will help you to understand better...",
    "view" : 34
  },
  {
    "id" : 5,
    "img_path" : "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/images%2Fday-before-evnt.jpg?alt=media&token=f54c5145-4be9-4fda-a015-0a695911f244",
    "main_desc" : "<div>     <div>No matter how fit you, the main picture will be put up on the day of the competition. There are a lot of things which you should take care when you are preparing for a competition starting from your Muscular strength, Endurance, Cardio Vascular activity, No overtraining, Proper rest and so on. Here I will be only focusing on the day which is the most important day, the day of competition. No matter how hard you had trained, if you miss out on some of the vital points during preparation, you will fall behind someone on the track. Let me share my own experience when i was preparing for International Marathon. </div>     <div>This was the first time i was pushing myself to run 10kms. Being a Basketball player, I already had a good Stamina(Cardio Vascular Endurance) to cover 5-7kms easily. But now the time had to come to take more challenge i.e running 10kms without break. I initially started with 5km runs for a week and then gradually started increasing the distance. I finally was able to cover 10kms after training for 3 weeks. This might not be the same case with all of you as you can achieve this goal earlier than me also and it purely depends on how much efforts you put in and how you are training. The main area of focus comes here. During practice days, i was running very hard and i was training almost daily, the point what i missed was <span class=\"card-bold card-italic\">Proper Nutrition</span>. Yes, I missed out to fill up the required nutrients which was needed to my body as i was training for a Aerobic activity. </div>     <div class=\"card-bold card-italic\">What is the proper training procedure to follow just before the Event day?</div>     <div>As we are working on our Slow twitch muscle fibers. If you are not aware of the muscle fibers, please read the Aerobic Vs Ananerobic note which is in the list. For the long duration activity, we train on the Slow twitch muscle fibers as it has high value of Resistance to Fatigue. Training meaning just Running and sometimes it also can be working out in gym going for More repetition of any activity using less volume. Once we are done with training, our body tends to loose all the Glucose from the Carbohydrate we had fed and also from the Glycogen stores. It is really important to feed the required amount of carbohydrate post workout. So, Please have a carb rich food which will help you to put the Glucose back to the stores in the form of long Glucose chains which will be stored in Muscle and Liver.</div>     <div>Post workout is the best time to feed Carbohydrate as we increase the Insulin sensitivity in our body.</div>     <div class=\"card-italic\">So, the day before the event day should be feeding your body with carb rich foods along with some proteins and Electrolyte required and  take a good amount of rest which will help to rebuild the torn muscle fibers and help your replinish. These  points are followed by all the professional athletes and Marathon runners and it worked for me as well. Make sure you also incorporate into your regime.</div>     <div>I forgot to tell you what happened on the Event day. Yes guys, as nutrition plays an important role and as i was training hard without proper rest and i also had forgot to fill the Glycogen stores completely by feeding a lot of Carb rich foods, I failed to finish inside the time duration i was looking for. I took 55minutes to complete the race, which was at least not expected from me. I failed myself that day.</div>     <div>As I found what should be corrected, I never made a mistake again. Later on in another marathon i covered 11kms in 45min. This made me realize <span class=\"card-bold card-italic\">\"Nutrition is a vital part along with training\"</span>. Along with Carbohydrates, all the other Macro nutrient and Micro Nutrients play an important role. So focus on the whole and not just on feeding carbs.</div>     <div>I hope you do not miss out on Nutrition and Rest as i did.</div> </div>",
    "title" : "What you should do on a day before the competition of the long duration activity like marathon,Duathlon or Triatlon?",
    "short_description": "No matter how fit you, the main picture will be put up on the day of the competition. There are a lot of things which you should take care when...",
    "view" : 12
  },
  {
    "id" : 6,
    "img_path" : "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/images%2Fwomen-weight-training.jpg?alt=media&token=023b2723-9226-46a3-b2dd-1013fe4921cf",
    "main_desc" : "<div>     <div>This post is especially for the ladies in the house. I am hearing a lot of queries and most of the ladies are scared that once you start lifting heavy weights, you will turn into a monster and start looking like a female BodyBuilder!</div>     <div>Firstly, I would like to appreciate all the Ladies who have taken a step ahead and started lifting weights as that is the best way to get you to your best shape. Now, lets quickly clear this myth that most of you have. If you are doing a lot of cardio, no wonder that you will burn your fat but Lifting weights which falls under Anaerobic activity uses more fats and burns more calories.</div>     <div>The hormone required for muscle repair and growth is present in less quantity for ladies when compared with men’s which has it's own pros and cons. The advantage of it is that you will stay lean and will not bulk up even after years which will help you to get back to shape and Trust me it does!. The other side, Disadvantage is that slower muscle recovery. Everything in this world has its own pros and cons. Similarly, here as well. Focusing on the Pros always helps than on cons. And also to put this point in a better way, Female bodybuilder train hours and hours together on daily basis and also increase the hormones required for building muscle from an external agent. So, Never compare yourself with a female Builder. They are really passionate about their Profession and job which make them work hard to achieve their god and if you are planning to become fit, Get some inspirations from them and learn the workout techniques from them instead of getting scared of them.</div>     <div>So, please clear this misconception that if you start lifting weights, you will turn into a monster. You might from inside. Just kidding!</div>     <div>Take care and Do Train hard.</div> </div>",
    "title" : "Are you scared that you will become like them?",
    "short_description": "This post is especially for the ladies in the house. I am hearing a lot of queries and most of the ladies are scared that once you start lifting heavy weights...",
    "view" : 51
  },
  {
    "id" : 7,
    "img_path" : "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/images%2Fall-about-keto-diet.jpg?alt=media&token=7d0ef350-6b9b-4a08-870a-f4e0b3d059b8",
    "main_desc" : "<div>     <div>Are you planning to lose some weight?. Do you have a higher body fat %?, then i am pretty sure that you might have heard about GM Diet, Low carb Diet, Atkins Diet, Keto Diet and many more. What and what not you might have tried to get back to shape,         But i am sure that all diet when followed with a proper guidance and dedication will give you results you were looking for. Apart from all the other diets which i will be discussing later, Lets quickly jump to the Booming topic. Its <span class=\"card-bold card-italic\">\"KETO\"</span>        Diet.</div>         <div class=\"card-bold card-italic\">What is Keto Diet?</div>         <div>The basic idea behind the nutrients involved in the Keto diet is to increase the Ketones in our body. Ketones helps our body to burn more fat by using fat as the primary source of energy.</div>         <div class=\"card-bold card-italic\">Points to remember before jumping to Keto diet</div>         <ol>             <li>Only under the condition of the low carb/No carb, Our body tend to jump to Ketosis.</li>             <li>We need to maintain a Carb:Protein:fat ratio close to 5:35:40 in your Intake</li>             <li>Try not to increase the protein intake more than 35-40% and also make sure that you do not exceed 0.7 to 0.8 times your weight in pounds of protein (0.7X145.2 = 101gms of protein/day) as our body tend to convert the excess protein to Glucose by <span class=\"card-bold card-italic\">Gluconeogenesis</span>. If you exceed the daily protein intake value (0.7/0.8 X weight in pounds), then try to cover the extra calories by fats</li>             <li>Try to avoid Simple sugars AKA Sugar AKA Glucose which is little impossible, So try not to exceed 5-7gms</li>             <li>The carb intake should be minimal and it purely depends on the BMR and never exceed Carbohydrate intake of 30gms/day.</li>             <li>Collect information on Rich protein and fat sources so that you will not jump out of diet without your knowledge</li>             <li>Try to include fiber rich food like Broccoli, Spinach, greens, Flaxseeds which will help you in  bowl movement and also aid better protein absorption</li>             <li>Try to use Coconut oil for cooking so that it adds to your fat intake and also an added benefit of MCT(Medium Chain Triglyceride) which can act as energy source for muscle and Brain</li>             <li>Never forget to complete the Micro nutrients. So, please focus on Vitamins which help you to get rid of Nausea and other symptoms which are usually observed during this diet.</li>         </ol>         <div class=\"card-bold card-italic\">How to get till there?</div>         <div>First and foremost, Get your BMI report from the nearest GYM which will be at max 200INR from which you will get to know the Body fat percentage and fat free mass. Calculate the BMR using our own calculator from menu. Using Fat free mass, calculate BMR(Basal Metabolic Rate) which will tell you the border for calorie intake. Once you have BMR, If you are planning for weight loss, start off with your BMR and keep increasing calorie by 100 after a week and once you have increased it to 400, go for a cheat meal and start again with BMR. </div>         <div>             <div>And if you wan to just shed some fat, make sure you give almost to 1gm/pound body weight of protein and 5-7% total carb and rest fat to complete the Calorie intake.</div>             <div>To Know how much calories you need to consume for 5:35:60 ratio of Carb:Protein:Fat, Please use the Macro Nutrient Calculator. I personally use My Fitness Pal by Under Armour to keep track of the daily intake, you can also take a look and there might be many apps for the same purpose.</div>             <div>So, guys I might have covered most of the things in this and if I have missed any.  Feel free to ask me about it @ fitkanndiga@gmail.com or on Instagram @fitkannadiga</div> </div>",
    "title" : "All you need to know about Keto diet",
    "short_description": "Are you planning to lose some weight?. Do you have a higher body fat %?, then i am pretty sure that you might have heard about GM Diet, Low carb Diet, Atkins Diet,...",
    "view" : 90
  },
  {
    "id" : 8,
    "img_path" : "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/images%2Fhealthy-diet.jpg?alt=media&token=53c4578d-a3ad-4fb0-8b0b-4904df190ec0",
    "img_path_1" : "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/images%2F12928193_223488064676376_10732781517499593_n.jpg?alt=media&token=cc9257a2-e961-479a-aa97-8d4b8ca5ba6c",
    "main_desc" : "<div>         <div>Ever wondered when Doctor asks you to change your diet and follow a Healthy Diet, Why is he actually asking you to follow this?. Because that is what is supposed to be consumed on regular basis by us as we being humans. But because of our             <span                 class=\"card-bold card-italic\">Very Busy\"</span> lifestyle we tend to eat whatever we get or whatever is ready at that point ignoring to provide the required nutrients by our body.</div>         <div>             <div>When any Doctor used to advice me to have a change in Lifestyle, I would simply say <span class=\"card-bold card-italic\">Yes, I will\" </span> without even knowing What is that lifestyle changes that he want’s me to adopt to? and How am i supposed                 to change it?. I am pretty sure there are many of you who do this.</div>             <div>Let me explain you what is actually a healthy diet. what if i say, whatever is available in the below image is what is supposed to be followed? Sounds simple!. It might sound simple but most of the people even fail to follow this simple regime.                 </div>             <div class=\"fk-center\"><img src=\"https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/images%2F12928193_223488064676376_10732781517499593_n.jpg?alt=media&token=cc9257a2-e961-479a-aa97-8d4b8ca5ba6c\" alt=\"Food Pyramid\" /></div>             <div>Let me explain this food pyramid in a better way. </div>             <div>Our body needs all the the vital nutrients as listed below to perform daily activities.</div>             <ol>                 <li><span class=\"card-bold card-italic\">Carbohydrates</span> - Helps to perform the daily activity as it is the primary source of energy which is at the lowest part of the Pyramid which occupies most of the area. The Listed Carbohydrate in                     the Pyramid are most of them Complex Carbohydrate which has a added advantage compared to Simple Carbohydrates as it does not spike the Insulin levels compared to simple sugars.</li>                 <li><span class=\"card-bold card-italic\">Proteins</span> - Helps to build and protect our muscles when there is a muscle tear during any activity. This can be consume through Meat, beans, fish, grams, Dairy products as in the Pyramid. This                     can also act as an energy source if consumed more.</li>                 <li><span class=\"card-bold card-italic\">Fats</span> - Help as a Stored Energy source and also helps in Hormone production which in pyramid is occupied from the Meat and Dairy products</li>                 <li><span class=\"card-bold card-italic\">Vitamins</span> - This helps in improving the functional capability which is covered by our food and fruits/Greens in the Pyramid</li>                 <li><span class=\"card-bold card-italic\">Minerals</span> - Macro and Micro minerals also helps in effective functioning which is also covered by our food intake and fruits/Greens in the Pyramid</li>                 <li><span class=\"card-bold card-italic\">Water</span> - 60% to 70% of out body is filled with water. This is a vital nutrient which helps all the other process to perform better</li>             </ol>             <div>Remember guys, Tasty food is what we would love to consume daily but we can also make healthy foods tasty. As you might have already heard this phrase “Everything seems to be good when it’s limited to an extent”. Yes guys, it’s simple as it                 sounds and i bet you knew this.</div>             <div>Now let’s get rolling!</div>             <div>Next time when Doctor/Anyone advices you to have a healthy lifestyle or Lifestyle changes, Never forget to Rip the entire information from them or at least try to share a good piece of information with them.</div>             <div>Conclusion: A Healthy Diet is a combination of all the Nutrients at a good composition required by our body to help us to perform all the functions of our day to day activity. The percentage of the nutrient differs from person to person depending                 on what they want to achieve.</div>         </div>",
    "title" : "Know more about Healthy Diet?",
    "short_description": "Ever wondered when Doctor asks you to change your diet and follow a Healthy Diet, Why is he actually asking you to follow this?. Because that is...",
    "view" : 55
  },
  {
    "id" : 9,
    "img_path" : "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/images%2Fonly-diet-for-weight-loss.jpg?alt=media&token=f3db44ca-8afd-4df1-975c-fe40c73ca21e",
    "main_desc" : "<div>     <div>I usually get a lot of questions from people asking me, <span class=\"card-italic\">Does dieting alone help you to lose some fat and get you back to shape, even if i am not doing any physical activity?  Can I  skip my meal to consume less food, which helps me to lose some weight? Or I will start doing fruit or salad diet? Or Can i do a Crash Diet?</span></div>     <div>Here you go.</div>     <div>The Answer to all the above questions is 'YES'. When you start consuming less food, you are making your body utilize energy from the storage which is from Muscle/Liver Glycogen or Fats. This is no wonder. For a short term goal this is a perfect one and this is achievable.</div>     <div>But let me get this thing straight to you guys. DIETING is not always consuming LESS food. A proper dieting is always a good quantity and quality of foods which you choose to add to your daily intake which covers the Macro and micro nutrients required by your body to perform all the functions that it should. So, its simple when you understand the above point. Not Happy?? Continue reading!</div>     <div>Let me explain you in a better way. I had a garbage storage tank in which i used to throw waste/useless stuffs which i stopped recently. Here the garbage tank is your body's storage centres, the waste is the excess/unhealthy food which you used to consume and what i stopped is Having excess food or having unhealthy food. So once you have stopped throwing waste to this garbage tank, the previously collected trash still exists. In order to get that out, you have to work a little hard to clean it. Yes guys, Dieting alone helps to lose some weight but if you want to lose the stored one's, you have to wake up the beast inside you and make it work.</div>     <div>Dieting with some form of physical activity not only helps to get back to shape but also increase your fitness level by improving the fitness components (Cardio vascularity, Flexibility, Muscular endurance, Strength & Body composition).</div>     <div class=\"card-bold card-italic\">Tips before starting a Diet plan:</div>     <ol>         <li>Get to know your Body type (Ecto/Meso/Endo)</li>         <li>Know the BMR based on which you can adopt the food & Workout cycle</li>         <li>Skipping meals is never advised in diet plans</li>         <li>Never adopt for a diet plan which says \"Lose 10pounds in week\". What happens in this case is, you are controlling the cravings for a week or so based on the diet plan and post plan, your cravings to the foods bursts and you will end up wasting the dedicated time on the plan you opted.</li>         <li>Always try to adopt a long and easy diet plans</li>     </ol>     <div>When you can adapt a healthy lifestyle, you can also find some time to become fit also. I hope you got the information.</div> </div>",
    "title" : "Will just Diet help me to lose some fat?",
    "short_description": "Does dieting alone help you to lose some fat and get you back to shape, even if i am not doing any physical activity?  Can I  skip my meal to consume less...",
    "view" : 32
  },
  {
    "id" : 10,
    "img_path" : "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/images%2Fwhere-to-start.jpg?alt=media&token=d144ebaa-85a9-4f54-a27f-31751ff37117",
    "main_desc" : "<div>             <div>Before getting to the grounds, let me explain you about different muscle fibers in your body which will help you to understand lot better on what to choose.</div>             <div class=\"card-bold\">Muscle Fibers</div>             <ol>                 <li><span class=\"card-bold card-italic\">Slow twitch(Type I)</span> These are the type of muscle fiber which has a value very high “resistant to fatigue” and the energy produced by them are very high. Meaning, they can supply energy through                     long run which is purely associated with the Long runner. These type of muscle fibers are trained by Long marathon runners. The activity in which this type of muscle fibers are used usually falls into Aerobic activity.</li>                 <li><span class=\"card-bold card-italic\">Fast twitch(Type II)</span> These are the type of muscles which has a very less value of “resistant to fatigue” and the energy produced by them is very high and for a shorter duration. This type of fibers                     are trainer by Power lifters or sprint runners who last for a very short span of time but the energy spent is purely in Anaerobic condition. Meaning, after the activity they are in Oxygen debt. Now you know why Sprint runners start                     panting after their run!. The activity in which we use these muscle fibers usually falls into An-aerobic activity.</li>             </ol>             <div>If you are planning to run, you will only be focusing on the slow twitch muscle fibers and if you are planning to lift weights, you will be focusing on fast twitch fibers. In both the case, you will lose a good amount of fat which is easily                 achievable. The point i am trying to make here is not about how to lose fat, Its about which is a better way. At any given point you should be able to perform Aerobic an Anaerobic activity with ease.</div>             <div>Now that i have given you information on both of them, it is upon you to choose what you want to achieve based on which you can opt for Running or Weight training or Both.</div>             <div><span class=\"card-bold card-italic\">My Honest Opinion</span> You should opt for both(Weight training and Cardio activity) if you are asking me. This helps me train all type of muscle fibers which will increase cardio vascular endurance and                 also Muscular Endurance with Strength. </div>             <div>If you are looking for a healthy lifestyle i would say \"Go for Both\".</div>         </div>",
    "title" : "Planning to lose some weight!. Should I start Running or Join Gym?",
    "short_description": "Before getting to the grounds, let me explain you about different muscle fibers in your body which will help you to understand lot better...",
    "view" : 128
  }
]
  