{
    "muscle": "Legs",
    "description": "<div><p>Human leg. The human leg, in the general meaning, is the entire lower limb of the human body, including the foot, thigh and even the hip or gluteal region. However, the definition in human anatomy refers only to the section of the lower limb extending from the knee to the ankle, also known as the crus.</p></div>",
    "img_path": "./assets/imgs/anatomy/leg_anatomy.png",
    "workouts": [{
            "exercise_name": "Leg Extensions",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >For this exercise you will need to use a leg extension machine. First choose your weight and sit on the machine with your legs under the pad (feet pointed forward) and the hands holding the side bars. This will be your starting position.&nbsp;<strong>Tip:</strong>&nbsp;You will need to adjust the pad so that it falls on top of your lower leg (just above your feet). Also, make sure that your legs form a 90-degree angle between the lower and upper leg. If the angle is less than 90-degrees then that means the knee is over the toes which in turn creates undue stress at the knee joint. If the machine is designed that way, either look for another machine or just make sure that when you start executing the exercise you stop going down once you hit the 90-degree angle.</li><li >Using your quadriceps, extend your legs to the maximum as you exhale. Ensure that the rest of the body remains stationary on the seat. Pause a second on the contracted position.</li><li >Slowly lower the weight back to the original position as you inhale, ensuring that you do not go past the 90-degree angle limit.</li><li >Repeat for the recommended amount of times.</li></ol>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Stiff-Legged Dumbbell Deadlift",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Grasp a couple of dumbbells holding them by your side at arm's length.</li><li >Stand with your torso straight and your legs spaced using a shoulder width or narrower stance. The knees should be slightly bent. This is your starting position.</li><li >Keeping the knees stationary, lower the dumbbells to over the top of your feet by bending at the waist while keeping your back straight. Keep moving forward as if you were going to pick something from the floor until you feel a stretch on the hamstrings. Exhale as you perform this movement</li><li >Start bringing your torso up straight again by extending your hips and waist until you are back at the starting position. Inhale as you perform this movement.</li><li >Repeat for the recommended amount of repetitions.</li></ol>",
            "exercise_note": ""
        },
        {
            "exercise_name": "Burpee",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Begin standing with your legs shoulder-width apart.</li><li >Place your hands on the floor and kick your legs back so you end up with your stomach and thighs on the floor. Your elbows should be bent.</li><li >From this position, press up like you're doing a push-up and push your hips up.</li><li >Jump your feet under your hips and stand.</li><li >Finish the movement by jumping in the air and bringing your hands over your head.</li><li >Repeat.</li></ol>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Leg Press",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Using a leg press machine, sit down on the machine and place your legs on the platform directly in front of you at a medium (shoulder width) foot stance. (<strong>Note:</strong>&nbsp;For the purposes of this discussion we will use the medium stance described above which targets overall development; however you can choose any of the three stances described in the foot positioning section).</li><li >Lower the safety bars holding the weighted platform in place and press the platform all the way up until your legs are fully extended in front of you.&nbsp;<strong>Tip:</strong>&nbsp;Make sure that you do not lock your knees. Your torso and the legs should make a perfect 90-degree angle. This will be your starting position.</li><li >As you inhale, slowly lower the platform until your upper and lower legs make a 90-degree angle.</li><li >Pushing mainly with the heels of your feet and using the quadriceps go back to the starting position as you exhale.</li><li >Repeat for the recommended amount of repetitions and ensure to lock the safety pins properly once you are done. You do not want that platform falling on you fully loaded.</li></ol><p>&nbsp;</p><p><strong>Caution:</strong>&nbsp;Always check to make sure that when you re-rack the weight the platform is securely locked.</p>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Lying Leg Curls",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Adjust the machine lever to fit your height and lie face down on the leg curl machine with the pad of the lever on the back of your legs (just a few inches under the calves).&nbsp;<strong>Tip:</strong>Preferably use a leg curl machine that is angled as opposed to flat since an angled position is more favorable for hamstrings recruitment.</li><li >Keeping the torso flat on the bench, ensure your legs are fully stretched and grab the side handles of the machine. Position your toes straight (or you can also use any of the other two stances described on the foot positioning section). This will be your starting position.</li><li >As you exhale, curl your legs up as far as possible without lifting the upper legs from the pad. Once you hit the fully contracted position, hold it for a second.</li><li >As you inhale, bring the legs back to the initial position. Repeat for the recommended amount of repetitions.</li></ol><p>&nbsp;</p><p><strong>Caution:</strong>&nbsp;Do not ever use so much weight on the exercise that you start using swinging and jerking as you can risk both lower back injury and also a hamstring injury.</p>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Dumbbell Goblet Squat",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >From a standing position cradle the head of a dumbbell close to your chest with both hands. You should be looking straight forward, with your shoulders back, your spine straight, and your feet just outside of shoulder width. This will be your starting position.</li><li >Initiate the movement by descending into a squat, flexing the hips and knees to lower your body. Maintain the angle of your torso, paying close attention to the preservation of your spine. As you descend, push your knees outward and keep your weight on your heels.</li><li >Descend until you either reach the full squat position with your hamstrings on your calves or until your back starts to round. At the bottom of the motion pause briefly.</li><li >Return to the starting position by driving through your heels, extending the knees and hips to return to the starting position. Repeat the movement for the desired number of repetitions.</li></ol>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Bodyweight Squat",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Stand with your feet shoulder width apart. You can place your hands behind your head. This will be your starting position.</li><li >Begin the movement by flexing your knees and hips, sitting back with your hips.</li><li >Continue down to full depth if you are able,and quickly reverse the motion until you return to the starting position. As you squat, keep your head and chest up and push your knees out.</li></ol>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Sumo Deadlift",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Begin with a bar loaded on the ground. Approach the bar so that the bar intersects the middle of the feet. The feet should be set very wide, near the collars. Bend at the hips to grip the bar. The arms should be directly below the shoulders, inside the legs, and you can use a pronated grip, a mixed grip, or hook grip. Relax the shoulders, which in effect lengthens your arms.</li><li >Take a breath, and then lower your hips, looking forward with your head with your chest up. Drive through the floor, spreading your feet apart, with your weight on the back half of your feet. Extend through the hips and knees.</li><li >As the bar passes through the knees, lean back and drive the hips into the bar, pulling your shoulder blades together.</li><li >Return the weight to the ground by bending at the hips and controlling the weight on the way down.</li></ol>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Dumbbell Squat",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Stand up straight while holding a dumbbell on each hand (palms facing the side of your legs).</li><li >Position your legs using a shoulder width medium stance with the toes slightly pointed out. Keep your head up at all times as looking down will get you off balance and also maintain a straight back. This will be your starting position.&nbsp;<strong>Note:</strong>&nbsp;For the purposes of this discussion we will use the medium stance described above which targets overall development; however you can choose any of the three stances discussed in the foot stances section.</li><li >Begin to slowly lower your torso by bending the knees as you maintain a straight posture with the head up. Continue down until your thighs are parallel to the floor.&nbsp;<strong>Tip:</strong>&nbsp;If you performed the exercise correctly, the front of the knees should make an imaginary straight line with the toes that is perpendicular to the front. If your knees are past that imaginary line (if they are past your toes) then you are placing undue stress on the knee and the exercise has been performed incorrectly.</li><li >Begin to raise your torso as you exhale by pushing the floor with the heel of your foot mainly as you straighten the legs again and go back to the starting position.</li><li >Repeat for the recommended amount of repetitions.</li></ol><p>&nbsp;</p><p><strong>Caution:</strong>&nbsp;Be cautious with the weight used; in case of doubt, use less weight rather than more. The squat is a very safe exercise but only if performed properly. You may use wrist wraps for this exercise.</p>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Barbell Thruster",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Set the bar in a rack slightly below shoulder level so that when under it, your knees are slightly bent. Rest the bar on top of the front deltoids, pushing into the clavicles, and lightly touching the throat. Your hands should be in a clean grip, touching the bar only with your fingers to help keep it in position.</li><li >To unrack the bar, push upward into it and push your hips forward. Step away from the rack and position your legs using a shoulder-width medium stance with the toes slightly pointed out. Keep your head and elbows up at all times. Your triceps should remain parallel with the ground. Keep a neutral neck and flat back. This will be your starting position.</li><li >Descend into a squat by pushing your hips and butt back. Continue down until the upper legs are at or just below parallel to the floor. Inhale as you perform this portion of the movement.</li><li >As you prepare to ascend, push through your heels and begin to wrap your fingers tightly around the bar for a firm grip. As you near the top of your squat, begin pressing the bar up towards the ceiling, allowing your neck to hyperextend so that the bar has room to move.</li><li >A final position will be one in which your arms are fully extended overhead and your legs straight. Maintain tightness from head to toe.</li><li >Lower the bar slowly, allowing your knees to bend to lessen the blow. Immediately transition back into the squatting movement to continue into the next repetition. Repeat for recommended number of repetitions.</li></ol>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Goblet Squat",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Stand holding a light kettlebell by the horns close to your chest. This will be your starting position.</li><li >Squat down between your legs until your hamstrings are on your calves. Keep your chest and head up and your back straight.</li><li >At the bottom position, pause and use your elbows to push your knees out. Return to the starting position, and repeat for 10-20 repetitions.</li></ol>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Rope Jumping",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Hold an end of the rope in each hand. Position the rope behind you on the ground. Raise your arms up and turn the rope over your head bringing it down in front of you. When it reaches the ground, jump over it. Find a good turning pace that can be maintained. Different speeds and techniques can be used to introduce variation.</li><li >Rope jumping is exciting, challenges your coordination, and requires a lot of energy. A 150 lb person will burn about 350 calories jumping rope for 30 minutes, compared to over 450 calories running.</li></ol>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Box Squat",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >The box squat allows you to squat to desired depth and develop explosive strength in the squat movement. Begin in a power rack with a box at the appropriate height behind you. Typically, you would aim for a box height that brings you to a parallel squat, but you can train higher or lower if desired.</li><li >Begin by stepping under the bar and placing it across the back of the shoulders. Squeeze your shoulder blades together and rotate your elbows forward, attempting to bend the bar across your shoulders. Remove the bar from the rack, creating a tight arch in your lower back, and step back into position. Place your feet wider for more emphasis on the back, glutes, adductors, and hamstrings, or closer together for more quad development. Keep your head facing forward.</li><li >With your back, shoulders, and core tight, push your knees and butt out and you begin your descent. Sit back with your hips until you are seated on the box. Ideally, your shins should be perpendicular to the ground. Pause when you reach the box, and relax the hip flexors. Never bounce off of a box.</li><li >Keeping the weight on your heels and pushing your feet and knees out, drive upward off of the box as you lead the movement with your head. Continue upward, maintaining tightness head to toe.</li></ol>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Hack Squat",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Place the back of your torso against the back pad of the machine and hook your shoulders under the shoulder pads provided.</li><li >Position your legs in the platform using a shoulder width medium stance with the toes slightly pointed out.&nbsp;<strong>Tip:</strong>&nbsp;Keep your head up at all times and also maintain the back on the pad at all times.</li><li >Place your arms on the side handles of the machine and disengage the safety bars (which on most designs is done by moving the side handles from a facing front position to a diagonal position).</li><li >Now straighten your legs without locking the knees. This will be your starting position. (<strong>Note:</strong>&nbsp;For the purposes of this discussion we will use the medium stance described above which targets overall development; however you can choose any of the three stances described in the foot positioning section).</li><li >Begin to slowly lower the unit by bending the knees as you maintain a straight posture with the head up (back on the pad at all times). Continue down until the angle between the upper leg and the calves becomes slightly less than 90-degrees (which is the point in which the upper legs are below parallel to the floor). Inhale as you perform this portion of the movement.&nbsp;<strong>Tip:</strong>&nbsp;If you performed the exercise correctly, the front of the knees should make an imaginary straight line with the toes that is perpendicular to the front. If your knees are past that imaginary line (if they are past your toes) then you are placing undue stress on the knee and the exercise has been performed incorrectly.</li><li >Begin to raise the unit as you exhale by pushing the floor with mainly with the heel of your foot as you straighten the legs again and go back to the starting position.</li><li >Repeat for the recommended amount of repetitions.</li></ol>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Dumbbell Lunges",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Stand with your torso upright holding two dumbbells in your hands by your sides. This will be your starting position.</li><li >Step forward with your right leg around 2 feet or so from the foot being left stationary behind and lower your upper body down, while keeping the torso upright and maintaining balance. Inhale as you go down.&nbsp;<strong>Note:</strong>&nbsp;As in the other exercises, do not allow your knee to go forward beyond your toes as you come down, as this will put undue stress on the knee joint. Make sure that you keep your front shin perpendicular to the ground.</li><li >Using mainly the heel of your foot, push up and go back to the starting position as you exhale.</li><li >Repeat the movement for the recommended amount of repetitions and then perform with the left leg.</li></ol><p>&nbsp;</p><p><strong>Caution:</strong>&nbsp;This is a movement that requires a great deal of balance so if you suffer from balance problems you may wish to either avoid it or just use your own bodyweight while holding on to a fixed object. Definitely never perform with a barbell on your back if you suffer from balance issues.</p><p><strong>Variations:</strong>&nbsp;There are several ways to perform the exercise.</p>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Single-Leg Press",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Load the sled to an appropriate weight. Seat yourself on the machine, planting one foot on the platform in line with your hip. Your free foot can be placed on the ground. Maintain good spinal position with your head and chest up.</li><li >Supporting the weight, fully extend the knee and unlock the sled. This will be your starting position.</li><li >Lower the weight by flexing the hip and knee, continuing as far as flexibility allows. Do not allow your lumbar to take the load by moving your pelvis.</li><li >At the bottom of the motion pause briefly and then return to the starting position by extending the hip and knee.</li><li >Complete all repetitions for one leg before switching to the other.</li></ol>",
            "exercise_video": "",
            "exercise_note": ""
        },
        {
            "exercise_name": "Romanian Deadlift With Dumbbells",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Begin in a standing position with a dumbbell in each hand. Ensure that your back is straight and stays that way for the duration of the exercise. Allow your arms to hang perpendicular to the floor, with the wrists pronated and the elbows pointed to your sides. This will be your starting position.</li><li >Initiate the movement by flexing your hips, slowly pushing your butt as far back as you can. This should entail a horizontal movement of the hips, rather than a downward movement. The knees should only partially bend, and your weight should remain on your heels.</li><li >Drive your butt back as far as you can, which should generate tension in your hamstrings as your hands approach knee level. Maintain an arch in your back throughout the exercise.</li><li >When your hips cannot perform any further backward movement, pause, and then slowly return to the starting position by extending the hips.</li></ol>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        },
        {
            "exercise_name": "Jumping Jacks",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Start by standing with your feet together. In one motion, jump your feet out to the side and raise your arms above your head.</li><li >Immediately reverse the motion by jumping back to the starting position.</li><li >Repeat for the recommended amount of repetitions.</li></ol>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        },
        {
            "exercise_name": "Seated Leg Press",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Adjust the bottom position of the machine and seat yourself.</li><li >Select an appropriate load for your training, and then plant your feet a little wider than shoulder width on the platform. Grasp the handles, maintaining good spinal position with your chest up and your head looking forward. This will be your starting position.</li><li >Driving through the heels of your feet, extend through the hips and knees to push the sled upward. Do not lock out your knees.</li><li >After holding the top position for a movement, return to the starting position without fully returning the weight to the stack.</li></ol>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        },
        {
            "exercise_name": "Barbell Squat",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Begin with the barbell supported on top of the traps. The chest should be up and the head facing forward. Adopt a hip-width stance with the feet turned out as needed.</li><li >Descend by flexing the knees, refraining from moving the hips back as much as possible. This requires that the knees travel forward. Ensure that they stay align with the feet. The goal is to keep the torso as upright as possible.</li><li >Continue all the way down, keeping the weight on the front of the heel. At the moment the upper legs contact the lower legs reverse the motion, driving the weight upward.</li></ol>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        },
        {
            "exercise_name": "Barbell Deadlift",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Approach the bar so that it is centered over your feet. Your feet should be about hip-width apart. Bend at the hip to grip the bar at shoulder-width allowing your shoulder blades to protract. Typically, you would use an alternating grip.</li><li >With your feet and your grip set, take a big breath and then lower your hips and flex the knees until your shins contact the bar. Look forward with your head. Keep your chest up and your back arched, and begin driving through the heels to move the weight upward.</li><li >After the bar passes the knees aggressively pull the bar back, pulling your shoulder blades together as you drive your hips forward into the bar.</li><li >Lower the bar by bending at the hips and guiding it to the floor.</li></ol>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        },
        {
            "exercise_name": "Cable Hip Adduction",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Stand in front of a low pulley facing forward with one leg next to the pulley and the other one away.</li><li >Attach the ankle cuff to the cable and also to the ankle of the leg that is next to the pulley.</li><li >Now step out and away from the stack with a wide stance and grasp the bar of the pulley system.</li><li >Stand on the foot that does not have the ankle cuff (the far foot) and allow the leg with the cuff to be pulled towards the low pulley. This will be your starting position.</li><li >Now perform the movement by moving the leg with the ankle cuff in front of the far leg by using the inner thighs to abduct the hip. Breathe out during this portion of the movement.</li><li >Slowly return to the starting position as you breathe in.</li><li >Repeat for the recommended amount of repetitions and then repeat the same movement with the opposite leg.</li></ol><p>&nbsp;</p><p><strong>Variations:</strong>&nbsp;You can use an inner thigh machine to perform this movement or you can also use ankle weights or an exercise band.</p>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        },
        {
            "exercise_name": "Bodyweight Reverse Lunge",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Begin in a standing position. Your hands should be on your hips or hanging at your sides. Look directly forward, keeping your chest up, with your feet shoulder-width apart. This will be your starting position.</li><li >Initiate the movement by taking a step to the rear, allowing your hips and knees to flex to lower your body. Contacting the back leg through only the ball of the foot, descend until your knee nearly touches the ground. Use a slow and controlled motion, paying special attention to proper mechanics and posture. The knee should stay in line with the foot, and the thoracic spine should remain neutral.</li><li >After a brief pause, return to the starting position by driving through the heel of the front leg to extend the knees and hips.</li><li >This movement can be done completely on one side before switching, or can be performed in an alternating fashion.</li></ol>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        },
        {
            "exercise_name": "Tire Flip",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Begin by gripping the bottom of the tire on the tread, and position your feet back a bit. Your chest should be driving into the tire.</li><li >To lift the tire, extend through the hips, knees, and ankles, driving into the tire and up.</li><li >As the tire reaches a 45 degree angle, step forward and drive a knee into the tire. As you do so adjust your grip to the upper portion of the tire and push it forward as hard as possible to complete the turn. Repeat as necessary.</li></ol>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        },
        {
            "exercise_name": "Barbell Full Squat",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >This exercise is best performed inside a squat rack for safety purposes. To begin, first set the bar on a rack just above shoulder level. Once the correct height is chosen and the bar is loaded, step under the bar and place the back of your shoulders (slightly below the neck) across it.</li><li >Hold on to the bar using both arms at each side and lift it off the rack by first pushing with your legs and at the same time straightening your torso.</li><li >Step away from the rack and position your legs using a shoulder-width medium stance with the toes slightly pointed out. Keep your head up at all times and maintain a straight back. This will be your starting position.</li><li >Begin to slowly lower the bar by bending the knees and sitting back with your hips as you maintain a straight posture with the head up. Continue down until your hamstrings are on your calves. Inhale as you perform this portion of the movement.</li><li >Begin to raise the bar as you exhale by pushing the floor with the heel or middle of your foot as you straighten the legs and extend the hips to go back to the starting position.</li><li >Repeat for the recommended amount of repetitions.</li></ol>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        },
        {
            "exercise_name": "Jog In Place",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Begin standing with your feet shoulder-width apart. Your arms should be bent and at your sides.</li><li >Lift your right knee up until it reaches your waist. Your left arm should swing forward while your right arm swings back. Keep your left knee slightly bent and allow it to spring.</li><li >Return your right foot to the ground as you lift your left knee. Swing your right arm forward and your left arm back. Keep your right knee slightly bent and allow it to spring. Try to keep your weight on your toes as you alternate through the movement.</li></ol>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        },
        {
            "exercise_name": "Dumbbell Walking Lunge",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Begin standing with your feet about hip-width apart and holding dumbbells in your hands down by your side. This will be your starting position.</li><li >Step forward with one leg, flexing the knees to drop your hips. Descend until your rear knee nearly touches the ground. Your posture should remain upright, and your front knee should be in line with your front foot. Do not allow your front knee to go forward beyond your toes as you come down, as this will put undue stress on the knee joint.</li><li >Drive through the heel of your lead foot and extend both knees to raise yourself back up.</li><li >Step forward with your rear foot, repeating the lunge on the opposite leg.</li></ol>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        },
        {
            "exercise_name": "Single Leg Deadlift",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Hold a kettlebell in one hand, hanging to the side. Stand on one leg, on the same side that you hold the kettlebell.</li><li >Keeping that knee slightly bent, perform a stiff-legged deadlift by bending at the hip, extending your free leg behind you for balance. Continue lowering the kettlebell until you are parallel to the ground, and then return to the upright position. Repeat for the desired number of repetitions.</li></ol>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        },
        {
            "exercise_name": "Romanian Deadlift with Kettlebell",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Begin in a standing position with a kettlebell held with both hands. Ensure that your back is straight and stays that way for the duration of the exercise. Allow your arms to hang perpendicular to the floor, with the wrists pronated and the elbows pointed to your sides. This will be your starting position.</li><li >Initiate the movement by flexing your hips, slowly pushing your butt as far back as you can. This should entail a horizontal movement of the hips, rather than a downward movement. The knees should only partially bend, and your weight should remain on your heels. Drive your butt back as far as you can, which should generate tension in your hamstrings as your hands approach knee level. Maintain an arch in your back throughout the exercise.</li><li >When your hips cannot perform any further backward movement, pause, and then slowly return to the starting position by extending the hips.</li></ol>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        },
        {
            "exercise_name": "Barbell Squat To A Bench",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >This exercise is best performed inside a squat rack for safety purposes. To begin, first place a flat bench or a box behind you. The flat bench is used to teach you to set your hips back and to hit depth.</li><li >Then, set the bar on a rack that best matches your height. Once the correct height is chosen and the bar is loaded, step under the bar and place the back of your shoulders (slightly below the neck) across it.</li><li >Hold on to the bar using both arms at each side and lift it off the rack by first pushing with your legs and at the same time straightening your torso.</li><li >Step away from the rack and position your legs using a shoulder width medium stance with the toes slightly pointed out. Keep your head up at all times as looking down will get you off balance and also maintain a straight back. This will be your starting position. (<strong>Note:</strong>&nbsp;For the purposes of this discussion we will use the medium stance described above which targets overall development; however you can choose any of the three stances discussed in the foot stances section).</li><li >Begin to slowly lower the bar by bending the knees and sitting your hips back as you maintain a straight posture with the head up. Continue down until you slightly touch the bench behind you. Inhale as you perform this portion of the movement.&nbsp;<strong>Tip:</strong>&nbsp;If you performed the exercise correctly, the front of the knees should make an imaginary straight line with the toes that is perpendicular to the front. If your knees are past that imaginary line (if they are past your toes) then you are placing undue stress on the knee and the exercise has been performed incorrectly.</li><li >Begin to raise the bar as you exhale by pushing the floor with the heel of your foot as you straighten the legs and extend the hips to go back to the starting position.</li><li >Repeat for the recommended amount of repetitions.</li></ol>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        },
        {
            "exercise_name": "One-Arm Kettlebell Swings",
            "exercise_image": "https://www.demilked.com/magazine/wp-content/uploads/2016/07/studio-ghibli-totoro-gifs-exercise-motivation-cl-terry-thumb640.gif",
            "exercise_info": "<ol><li >Place one kettlebell between your feet. Push back with your butt and bend your knees to get into the starting position. Make sure that your back isflat and look straight ahead. Swing the kettlebell between your legs forcefully. Quickly reverse the direction and drive though with your hipstaking the kettlebell straight out. Let the kettlebell swing back between your legs and repeat. Switch arms with each set.</li></ol>",
            "exercise_video": "coming soon...",
            "exercise_note": ""
        }
    ]
}