[{
        "name": "Nishanth T R",
        "img": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/testimonials%2Fnishanth_t_r.jpeg?alt=media&token=b598cf8b-3e38-4b8c-bc60-1da90d03cfef",
        "read_more": false,
        "short_desc": "<p>I'm much more relaxed and happy. So beyond the <strong>13 kilos</strong> I have lost, I think my peace of mind and general motivation i achieved in this process are the real trophies.</p>",
        "testimonial": "<p>I'm much more relaxed and happy. So beyond the <strong>13 kilos</strong> I have lost, I think my peace of mind and general motivation i achieved in this process are the real trophies.</p>"
    }, {
        "name": "Dhruva Kumar",
        "img": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/testimonials%2Fdhruva_kumar.jpeg?alt=media&token=2a40079f-3e78-4940-9bd6-c79801cb1848",
        "read_more": false,
        "short_desc": "<p>My experience with Fit Kannadiga Team was exceptional. The in depth knowledge and confidence that's provided during the course of diet helps to drive me ahead and stay on track</p>",
        "testimonial": "<p>My experience with Fit Kannadiga Team was exceptional. The in depth knowledge and confidence that's provided during the course of diet helps to drive me ahead and stay on track</p>"
    },
    {
        "name": "Shalini",
        "img": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/testimonials%2Fshalini.jpeg?alt=media&token=53cd7155-75f3-4654-955f-f673ea271c2f",
        "read_more": true,
        "short_desc": "<p>So here's a little story I would like to share. As most of the younger generation...</p>",
        "testimonial": "<p>Results I got from fit kannadiga is amazing and I'm motivated to train harder now. So here's a little story I would like to share. As most of the younger generation woman face this problem even I had PCOD problem which was not letting me to lose weight and was very depressing. Fit kannadiga has helped overcome my health issues with just diet and exercise.</p><p>Fit kannadiga has transformed me not just physically but also mentally by giving complete knowledge on how you can overcome your health issues without any medications. Transforming from fat to fit has made me feel more confident about myself and how I look</p>"
    },
    {
        "name": "Suresh Nambiar",
        "img": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/testimonials%2Fsuresh_nambiar.jpeg?alt=media&token=1c950445-576e-4c9f-a82f-51d1c6e3632f",
        "read_more": true,
        "short_desc": "<p>A passionate and committed professional who dedicates himself to help people regain their fitness through subtle lifestyle modifications. I had the privilege of utilising the knowledge of...</p>",
        "testimonial": "<p>A passionate and committed professional who dedicates himself to help people regain their fitness through subtle lifestyle modifications.</p><p>I had the privilege of utilising the knowledge of Raghavendra when I approached him with issues concerning obesity, diabetes and severe knee pain. Over the last 8 months he has transformed me into  fit individual who is now off diabetic medication and able to walk about 6 km a day (from 2 km with severe knee pain)</p>"
    },
    {
        "name": "Pavan Kumar",
        "img": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/testimonials%2Fpavan_kumar.jpeg?alt=media&token=5f73bf56-c547-4bdc-b195-5e608ad2bc1a",
        "read_more": false,
        "short_desc": "<p>Being a Team member and Trainer, I had to transform myself before I transform others. Great experience throughout the journey with lot of learning.</p>",
        "testimonial": "<p>Being a Team member and Trainer, I had to transform myself before I transform others. Great experience throughout the journey with lot of learning.</p>"
    },
    {
        "name": "Sahana Jakkali",
        "img": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/testimonials%2Fdefault_women.png?alt=media&token=66f623fa-4fb2-4f4f-b717-74877ae85cb5",
        "read_more": true,
        "short_desc": "<p>One of the best thing I ever did to myself is to join FIT KANNADIGA. I am a mom of two adorable kids. Yes, pregnancy has taken a toll on my health both physically and mentally. I always tried to lose weight by doing some random exercises and diet but ...</p>",
        "testimonial": "<p>One of the best thing I ever did to myself is to join FIT KANNADIGA. I am a mom of two adorable kids. Yes, pregnancy has taken a toll on my health both physically and mentally. I always tried to lose weight by doing some random exercises and diet but nothing helped. Instead, I had lost all the stamina and energy. That’s when I realised that I needed some professional help not only to lose weight but also to gain back my strength and stamina. </p> <p>When I spoke to Raghu about my fitness goals, I felt very comfortable and approachable. Since then, I have been taking online training with him. The best part is I am eating more and losing weight!! He has customised few workouts for me which are very simple but effective and more over easy to follow. I have become more disciplined in the process. In less than two months I have lost couple of kilos and have started gaining back my stamina.</p>"
    },
    {
        "name": "Niranjan Koushik",
        "img": "https://firebasestorage.googleapis.com/v0/b/fit-kannadiga.appspot.com/o/testimonials%2Fdefault_men.png?alt=media&token=00352fc9-76a9-4233-b6fc-a50094df6439",
        "read_more": true,
        "short_desc": "<p>I had been following RV Fitness from pretty sometime on Social Media accounts. And I approached him few months ago as I have been eating incorrectly my entire adult life and made myself leading an unhealthy life having issues with my digestion, bloating and gastric along with ...</p>",
        "testimonial": "<p>I had been following RV Fitness from pretty sometime on Social Media accounts. And I approached him few months ago as I have been eating incorrectly my entire adult life and made myself leading an unhealthy life having issues with my digestion, bloating and gastric along with unnecessary fat accumulated around.</p><p>The information I received from him especially with regard to what constitutes a balanced meal was the most beneficial. I have been having a major relief to my issues and he is guiding me through the phase to sort it out periodically.</p>"
    }
]